<template lang="">
    <article>
        <div class="article">
            <div class="iden">
              <h4>مصطفى محمود</h4>
              <p>
                مصطفى محمود 
                (27 ديسمبر 1921 - 31 أكتوبر 2009)، فيلسوف وطبيب وكاتب مصري. هو مصطفى كمال
                 محمود حسين آل محفوظ، من الأشراف وينتهي نسبه إلى علي زين العابدين. 
                توفي والده عام 1939 بعد سنوات من الشلل، درس الطب وتخرج عام 1953 
                وتخصَّص في الأمراض الصدرية، ولكنه تفرغ للكتابة والبحث عام 1960.
                 تزوج عام 1961 وانتهى الزواج بالطلاق عام 1973. رزق بولدين
                 هما "أمل" و"أدهم". تزوج ثانية عام 1983 من السيدة 
                زينب حمدي وانتهى هذا الزواج أيضا بالطلاق عام 1987
              </p>
            </div>
            <img src="../../assets/food/تنزيل.jpg">
        </div>
    </article>
</template>
<script>
export default {
    
}
</script>
<style lang="">
    
</style>