
{
     
    "books" : [
     {
          "stars" : "(92)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookOne.webp",
          "title" : "الروح والجسد",
          "pageNum" : "117",
          "year" :"1973",
          "size" : "1.06",
          "cat" : "مقالات",
          "file" : "file1",
          "overView" : "كتاب الروح والجسد هو كتاب من تأليف الدكتور مصطفى محمود تحدث فيه عن طرفان نقيضان يتصارعان وبينهما يعيش الإنسان في كبد تحلق به الروح في علياء المعاني السامية ويقيده الجسد الفاني بأغلال محكمة من شهوات ورغبات.. هذا الصراع الذي تكلم فيه رجال الدين والفلاسفة والمفكرون والمتصوفون.. وحسمه لصالح الروح الأنبياء ومن خطا على نهجهم، ولكن ما ذا نعرف عن هذا الصراع ودواخله؟.. قد يكون الكثير وقد يكون أقل القليل، ولكننا حينما نقرأ ما كتب الدكتور مصطفى محمود عنهما، لابد وأننا نرى أشياء جديدة ونتابع القصة من زوايا مختلفة، فالدكتور «مصطفى محمود» بارع في الربط بين الواقع بتفاصيله الأرضية، والتعبد في محراب العقيدة والفلسفة وهو ما يقدمه للقارئ دون نغمة نشاز أو بتر في الأفكار وإنما يقدمه في حالة انسيابية متصلة من الكلمات والتي نجدها في هذا الكتاب تتحدث عن الصمت والروح والجسد والماء والحب والصدق والكذب والجنة والجحيم والاصنام وغير ذلك الكثير مما يدخلنا في عالم «مصطفى محمود» الفريد ويمنحنا جرعة مكثفة من الروحانيات المدعومة بحقائق الواقع والعلم.",
          "id" : 1
     },
     {
          "stars" : "(285)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookTwo.jpg",
          "title" : "من أسرار القران",
          "pageNum": "92",
          "year" :"1977",
          "size" : "5.23",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file2",
          "overView" : "يناقش الدكتور مصطفى محمود في هذا الكتاب عرض القرآن للكثير من القضايا العقدية، والعديد من القضايا الدنيوية ويوضح مغزى الكثير من الأمور وأن هذا كتاب الكريم محكم جامع لكل الأمور ولا يعتريه أي نقص في أي مجال في الحياة. الكتاب ثري بالعديد من الموضوعات العقدية والدنيوية، فيناقش الدكتور مصطفى محمود لماذا خلق الله الحشرات والحيوانات، ويناقش التآمر اليهودي على الأديان، وعلم النفس القرآني وهنا يتطرق للحديث عن المناجاة والتوسل وغير ذلك من الأمور، وكذلك يتطرق للحديث عن الحدود مثل قطع اليد وما الحكمة في ذلك. ويناقش الدكتور مصطفى محمود السر في وجود التناقض في الحياة الدنيا، وكيف أنه سنة إلهية، وتحدث عن نظرة علم النفس الحديث والتجريبي للإنسان، والكثير من القضايا الأخرى.",
          "id":2
     },
     {
          "stars" : "(61)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookThree.jpg",
          "title" : "أينشتين والنسبية",
          "pageNum" : "105",
          "year" :"1961",
          "size" : "1.02",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file3",
          "overView" : "في هذا الكتاب يحاول مؤلفه دكتور مصطفى محمود بأسلوبه المعروف بالسهولة والمنطقية الشديدة في فهم النظرية النسبية للعالم الفيزيائي ألبرت أينشتين بحيث تناسب فهم وإدراك عامة الناس، وفي اعتراض شديد منه على قصر المعلومات على عدد قليل من العلماء بحجة التعمق والتخصص، مما قد يؤدي إلى عزلة العلم، مؤيدا في كتابه ما دعا اليه اينشتين نفسه إلى نشر العلم بين الناس، فقد كان اينشتين يكره الكهانة العلمية والتلفع بالغموض، والإدعاء، والتعاظم، وكان يقول أن الحقيقة بسيطة.",
          "id" : 3
     },
     {
          "stars" : "(77)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookFour.webp",
          "title" : "يوميات نص الليل",
          "pageNum" : "57",
          "year" :"1966",
          "size" : "5.04",
          "cat" : "مقالات",
          "file" : "file4",
          "overView" : "هذه المرة مقالات الدكتور مصطفى محمود فلسفية النزعة وإن وضعت في إطار واقعي من نظرة واقعية فهو يبدءها بحزنه على الأطفال الصغار الذين يعانون من أمراض تعيقهم عن الحركة وعن اللعب كالشلل ويتأمل ما تجلبه الجرائد كل يوم من خوف ورعب ثم يتساءل لماذا اخترنا في مجتمعنا الشرقي الإسلامي أن نعتق أفكار ونظريات داروين عن الجنس وفي الترقي والتطور ويتساءل أيضا ما السر وراء الطبيعة وكل ما تحويه من أشياء وما سر الفضاء الرحب بدءا بالكرة الأرضية وصولا إلى المحرات ونظرية النسبة لأينشتين وما هو سر الجمال ولماذا نحب الربيع بالرغم من الرياح المغبرة التى يججلبها لنا فتمرضنا وتشقينا وما الذي يميز الإنسان عن الإنسان الآخر.. كل هذه تساؤلات فلسفية يناقشها معنا في كتابه هذا الدكتور مصطفى محمود محاولا الوصول إلى حل يشفي ويوفي.",
          "id" : 4
     },
     {
          "stars" : "(36)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookFive.jpg",
          "title" : "الماركسية  والاسلام",
          "pageNum" : "79",
          "year" :"1975",
          "size" : "5.23",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file5",
          "overView": "كتاب الماركسية والإسلام هو كتاب من تأليف الدكتور مصطفى محمود يتحدث فيه عن رؤية للفكرة الماركسية بعين إسلامية لها سابق معرفة وخبرة في الماركسية.. تفنيد جيد للفكرةمزج الدكتور مصطفى محمود فيه بين الموضوعية والعاطفية فهو نقد لا يخلو من المعلومة، قد لا يكون الكتاب بالفعل حيادياً. وهذا أمر طبيعى ولكنه يبقى خطوة في معرفة الفكر الشيوعى الماركسى, واختار مصطفى محمود أن يقوم بتشريح الفلسفة المادية وفلسفة التاريخ وفلسفة الحرية الرأسمالية،فبدأ بطرح قضية الحرية قبل غيرها، والحرية المقصودة، هي المثل الكامل الذي يسمو على كل ما تصورته الفلسفات الموضوعة، ويرتفع فوق سائر التطبيقات المعروفة.",
          "id" : 5
     },
     {
          "stars" : "(51)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookSix.jpg",
          "title" : "العنكبوت",
          "pageNum" : "50",
          "year" :"1965",
          "size" : "8.8",
          "cat" : "روايات",
          "file" : "file6",
          "overView" : "كتاب العنكبوت هي رواية من أجمل الروايات التي كتبها الدكتور مصطفى محمود، وتدور فكرة الكتاب حول شخص يدعى راغب دميان، والذي سخَّر حياته ليثبت صحة نظريته التي تقول ان الإنسان يعيش ملايين السنين ويولد ملايين المرات، وفي كل مرة يكون لهُ اسم مختلف عن الذي قبله، ويعيش في مكان مختلف تماما عما قبله، مما جعله يقتل أكثر من شخص من بينهم خطيبته ليقوم بعمل تلك التجارب عليهم، إلى أن أدى به الحال أن قام بتجربة تلك التجارب على نفسهِ، وأدت في النهاية إلى موتهِ.          ",
          "id" : 6
     },
     {
          "stars" : "(43)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookSeven.jpg",
          "title" : "حوار مع صديق الملحد",
          "pageNum" : "130",
          "year" :"1986",
          "size" : "5.23",
          "cat" : "مقالات",
          "file" : "file7",
          "overView" : "على الرغم من ان ابليس قال :( فبعزتك لأغوينهم أجمعين) عزة الله استغنت ومن شاء فليؤمن ومن شاء فليكفر ، ولن يضروا الله بشيء . قال تعالي : ( ولأقعدن لهم على صراطك المستقيم ولاتينهم من بين ايدهم ومن خلفهم وعن ايمانهم وعن شمائلهم ) ابليس لم يقل من فوقهم ومن تحتهم لان الفوق ربوبية لله وحده ، وتحت تواضع العبودية ومن لزم مكانه الأدنى من ربه الأعلى لم يستطع الشيطان أن يدخل عليه مجموعة من المقالات يجمع فيها المؤلف معظم الأطروحات التي يتبناها الفكر الإلحادي، ثم يقوم بمناقشتها والرد عليها، وذلك في صورة حوار بين صديقين.",
          "id" : 7
     },
     {
          "stars" : "(60)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookEight.webp",
          "title" : "رجل تحت الصفر",
          "pageNum" : "97",
          "year" :"1993",
          "size" : "8.8",
          "cat" : "روايات",
          "file" : "file8",
          "overView" : "قصة مغرقة في خيال علمي يحمل القارئ على جناح سرعة زمنية إلى مستقبل يتجاوز ألفية ثانية، مستقبل تتغير الملامح، غربية هي رهيبة وموجعة فكما يتجاوز الكاتب بخياله حدود زمان نعرفه، يتجاوز حدود معالم إنسان نعيشه… رحلة خيالية يعود منها القارئ وهو منبهر، مستغرب ومتفاجئ، إلا أنه مسرور أنه لن يعيش إلى تلك المرحلة الزمنية الخارجة عن الزمان والمكان، هذا إذا صدق خيال الكاتب.",
          "id" : 8
     },
     {
          "stars" : "(17)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookNine.jpg",
          "title" : "الزعيم",
          "pageNum" : "50",
          "year" :"1990",
          "size" : "3.7",
          "cat" : "مسرحيات",
          "file" : "file9",
          "overView" : "عن مسرحية الزعيم: مسرحية من ثلاثة فصول عن حياة البطل العربى وكفاحه للحكم التركى فى الشمال الأفريقى على مدى عشرين عاما هذا الصراع الدائم والمستمر بين الحق والباطل بين الظالم والمظلوم بين الحرية والاستبداد ، في هذه الصفحات التالية يحكى لنا المؤلف قصة نضال ومقاومة للقبائل الليبية ضد حكم الأتراك ويمثل ذلك في شخص غوما من خلال ثلاث فصول ، الفصل الأول يتمثل فى شخص غوما الثائر ، والثانى يتمثل فى شخص غوما الذى تحول من ثائر إلى موظف ، ثم النهاية التى تأتى بنهاية الثائر",
          "id" : 9
     },
     {
          "stars" : "(11)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookTen.jpg",
          "title" : "الاحلام",
          "pageNum" : "206",
          "year" :"1961",
          "size" : "5.23",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file10",
          "overView" : "تحرص دار المعارف دائما على تقديم الأعمال الكاملة لكبار المفكرين والأدباء. والدكتور مصطفى محمود واحد من هؤلاء الذين أخلصوا للقلم.. فأقرى ساحة الفكر والعلم.. وطَرَقَ أبواباً جديدة لم تفتح من قبل.. فتنوع إنتاجه بين القصةوالرواية والمسرحية وأدب الرحلات.. إلى جانب تلك المؤلفات التى تحفل بالنظرات المعاصرة للفكر الدينى والمقارنه بالنظرات العلمية الحديثه.. والتى لا تزال تثير مزيداً من الجدل المفيد.. وقد امتد تأثير فكر الدطتور مصطفى محمود إلى القراء العرب من الخليج إلى المحيط كما ترجمت بعض أعماله إلى اللغات الأجنبية شاهده بقدرته على العطااء المتميز المتنوع.",
          "id" : 10
     },
     {
          "stars" : "(61)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/bookEleven.webp",
          "title" : "الذين ضحكوا حتى البكاء",
          "pageNum" : "52",
          "year" :"1997",
          "size" : "1.15",
          "cat" : "قصص القصيرة",
          "file" : "file11",
          "overView" : "كما جمع العلم والايمان .. إستطاع الدكتور  مصطفى محمود  أن يجمع مرة أخرى بين الدراسات العلمية والانتاج الأدبي فهو غزير الانتاج عميق الفكر يقدم دائما العديد من الدراسات التى قد تكون في السياسة أو في الدين أو في الطب والعلم او في علوم المجتمعات وهى دائما ما تحمل لنا الجديد من الأفكار التى تقف على أرض العقل والمنطق بقدم ثابتة.. وبالاضافة إلى كل هذا فهو بارع أيضا في تقديم الروايات والمسرحيات والقصص القصيرة التى لا تخلو من فلسفة ما.. وهذا الكتاب هو واحد من أعماله الأدبية ، فهو مجموعة من القصص القصيرة ذات الافكار الدسمة والموضوعات المتنوعة التى لات تفقد جاذبيتها أبدا.. فمعهما تقرأ عن الذي مات وهو يضحك.. والذي قهر نفسه .. والطبيب آكل لحوم البشر وغيرهم ممن بدأت قصتهم بالضحك وانتهت إلى بكاء.",
          "id" : 11
     },
     {
          "stars" : "(8)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/a42ad46c43021582aec9e16f4f2b1815.jpeg.webp",
          "title" : "لغز الموت",
          "pageNum" : "84",
          "year" :"1959",
          "size" : "0.47",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file12",
          "overView" : "وكل واحد يتعجل شيئا يخشى أن يفوته.. شيئا ليس الموت ولأن الموت يحدث في داخلنا في كل لحظة حتى ونحن أحياء كل نقطة لعاب وكل دمعة … وكل قطرة عرق.. فيها خلايا ميتة تشيعها إلى الخارج بدون إحتفال.لغز الموت كتاب لمصطفى محمود يناقش فيه الموت من خلال رؤية علمية وفلسفية، ويرى أن الموت والحياة وجهان لعملة واحدة، فنحن نموت كل يوم؛ حيث تموت ملايين الخلايا داخل أجسامنا دون أن نشعر بها ويسمى ذلك بالموت الأصغر وينقسم الكتاب إلى فصول مثل اللغز والخيط والزمن والروح.",
          "id" : 12
     },
     {
          "stars" : "(36)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/BOOK0152-155x230.webp",
          "title" : "أناشيد الإثم والبراءة",
          "pageNum" : "51",
          "year" :"1998",
          "size" : "0.96",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file13",
          "overView" : "ن الكتاب: يظل الدكتور مصطفى محمود ظاهرة فريدة جمعت بين الأدب والطب والفلسفة والفكر وتظل مؤلفاته الفكرية وحلقاته التليفزيونية ومناظراته ومناقشاته مثار جدل تثير الحيوية والنشاط في الحياة الفكرية ويبقى الدكتور مصطفى محمود القيمة والقدوة والرمز المضيء الذي أفنى حياته باحثًا ومنقبًا ومجتهدًا وعلامة بارزة من علامات فكرنا العربي والإسلامي والمعاصر، فجاءت كتاباته واجتهاداته شاهدًا على عصره وعلى زمانه.",
          "id" : 13
     },
     {
          "stars" : "(8)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/662c7d4be00339da8034cf7bc678cf09.PNG.webp",
          "title" : "الإسلام ما هو",
          "pageNum" : "159",
          "year" :"1979",
          "size" : "5.23",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file14",
          "overView" : "مشكلة المسلمين اليوم ، أنَّ علاقتهم فاترة بعقيدتهم ، أكثرنا  مسلم  في بطاقته الشخصية وعباداته الباردة فقط . ننظر إلى ممارساتنا وشعائرنا الدينية كواجبٍ ليس له طعم ولا روح ، صلاتنا أصبحت مجرد حركاتٍ رياضية نؤديها لأننا لا نريد من الله أن يسخط علينا ، علاقتنا بالقرآن الكريم تشبه علاقتنا بأي كتابٍ آخر ، نقرأه - أحيانًا - ونتأثر به ثم نتركه ونمضي دون أن جعله دستوراً حقيقيًا . هذا الكتاب ، يخاطب روحك وعقلك ، وسواء كنت مسلمًا أم لا فأنتَ بحاجةٍ لقراءته كي تفهم ما هو الإسلام صدقًا ، ولماذا نصلي ؟ ، وما هي علاقتنا الروحية بالسماء ؟ . إنه كتابٌ عقائدي ، يتحدث بلغةٍ سهلة وحميمية ، أنصح الجميع بقراءته .",
          "id" : 14
     },
     {
          "stars" : "(9)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/إعترافات-عشاق.jpg",
          "title" : "اعترافات عشاق",
          "pageNum" : "267",
          "year" :"1966",
          "size" : "24.64",
          "cat" : "مختارات رسائل قراء",
          "file" : "file15",
          "overView" : "كتاب اعترافات عشاق هو كتاب من تأليف الدكتور مصطفى محمود يتحدث فيه عن رسائل من القراء يرد عليها وقد أورد في مقدمة الكتاب بأنه لم يوجه نصحا أو موعظة لأحد ولكنه حاول فقط تحليل المشكلة ومساعدة صاحب الرسالة لرؤيتها بشكل أوضح حتى يتخذ هو القرار المناسب لحالته بنفسه..هناك بعض الرسائل كان يكتفي بسطر واحد إجابة عليها «ليس لدي ما اقوله» وهو يملك من الشجاعة ما يجعله يعترف بعدم معرفته أو قدرته على تحليل هذه المشكلة وكل ما بيده هو أن ينشر هذه الرسالة حتى يتعظ بها الغير. إحدى الرسائل أوصى المرسلة أن تبعث له رسالة أخرى تحكي له ما القرار الذي اتخذته لأنه لم تمر عليه حالة مشابهة من قبل وعلل طلبه بأنه يريد أن يزداد خبرة في الحياة وهذا ما فعله بي هذا الكتاب.. لقد زادني خبرة في هذه الحياة وقربني من فهم النفس البشرية خطوة آخرى.",
          "id" : 15
     },
     {
          "stars" : "(2)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/رأيت الله.jpg",
          "title" : "رأيت الله",
          "pageNum" : "76",
          "year" :"1992",
          "size" : "6.5",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file16",
          "overView":"يقول العارف إنه قد \"زج بي في الأنوار\" وهي خبرة صوفية خالصة لا يعرفها إلا أهلها ولا قدم فيها لأحد إلا الندرة المختارة الذين أفنوا أنفسهم حباً وعبادة وإخلاصاً لله بالقول والعمل.. ومن هؤلاء الإمام العارف قطب زمانه محمد بن عبد الجبار بن الحسن النفري الذي أقدم كلماته في هذا الكتاب نقلاً وشرحاً لتحفته الخالدة \"المواقف والمخاطبات\". وما أورده في الصفحات التالية هو ما قاله الإمام بحروفه أو محاولة لشرحه أو محاولة لفهمه أو استخلاص لمعانيه. والكتاب مجموعة قصاصات تركها الإمام بعد وفاته وجمعها أتباعه وتفصيل حياة الرجل غير معروف ولا نعرف عنه أكثر من أنه عاش في القرن الرابع بعد الهجرة في بلدة نفار بالعراق وكان يتعشق الخلوات وقضى أكثر عمره في التعبد والتأمل. وتتضمن هذه القصاصات عدداً من المعارف الدينية العالية وتتعمق الكثير من أسرار الوجود وتتكلم عن الروح والجسد والأنا وتشرح التوحيد والإسلام والقرآن بلغة شديدة العمق غنية بالحقائق وتعيش عباراتها في العقل وتسكن شغاف القلب وبعضها يضئ ظلمة الروح كالبرق الكاشف. والكتاب لخاصة الخاصة الذين يحبون التأمل ويعيشون مع الحرف ويصاحبون المعاني وليس للعوام الذين يقرأون للمتعة العابرة. وهو بعد ذلك قطرة من بحر الحقائق الذي ألقى إلى هذا العابد الزاهد في تحفته الخالدة \"المواقف والمخاطبات\".",
          "id" : 16
     },
     {
          "stars" : "(11)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/513T0nnY-0L.jpg",
          "title" : "على حافة الزلزال",
          "pageNum" : "156",
          "year" :"2002",
          "size" : "16.36",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file17",
          "overView" : "في هذا الكتاب يحاول مؤلفه بأسلوبه الشيق المعروف بالسهولة شرح خفايا المنظمات السرية، ويكشف اسرار الخطط الخفية الخبيثة لتحطيم الإنسانية، وشرح مفهوم الإرهاب كما يراه الغرب وكيف نجحوا بإلصاق مصطلح الدين بالإرهاب، بعد أحداث 11 أيلول/سبتمبر 2001، ودعا للصحوة العربية لأنها السبيل الوحيد للخلاص ويقول في إحدى صفحات كتابه: (إنه وباء القرن الواحد والعشرين وطاعون المستقبل والمسلمون المستهدفون في كل مكان عليهم أن يضموا الأيدى ليصدوا هذا الخطر المتسلل عبر الحدود المفتوحة في كل مكان، وعبر الهواء والفضائيات والإعلام وعبر الصحيفة والخبر والفيلم والكتاب ووسائل غسيل المخ التي تعبر الحدود وتنساح في كل بيت، فالكلمة هي الطلقة الخفية وهي القذيفة والصاروخ وهي الجاسوس الخفي الذي يغتال القلب ويلوث الضمير بكل ألوان الفساد، وبروتوكولات حكماء آل صهيون هي ما تفتقت عنه أذهان دهاقنة الصهاينة في إفساد شعوب العالم وحكوماته، وقد لعنهم أنبياؤهم في التوراة كما لعنهم المسيح في الأناجيل الثلاثة كما لعنهم الله في قرآنه).",
          "id" : 17
     },
     {
          "stars" : "(2)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/28257.jpg",
          "title" : "مغامرة في الصحراء",
          "pageNum" : "53",
          "year" :"1994",
          "size" : "4.25",
          "cat" : "أدب رحلات",
          "file" : "file18",
          "overView" : "كتاب مغامرة في الصحراء هو كتاب من تأليف الدكتور مصطفى محمود يتحدث فيه عن تجربة رجل عابد لله، يسيح في أرضه وينتقل وينقل لنا تجربته هذه. يصحبنا الكاتب في رحلة مع صديقه الليبي إلى مدينة ليبية اسمها غدامس، ويحدثنا عن موقفها وبيئتها الصحراية وأنها عبارة عن واحة كبيرة على الحدود التونسية والجزائرية، وهي أول مدينة يجري من تحتها الأنهار، وغير ذلك من وصف المدينة، ويحكي لنا كذلك عن عادات أهل المدينة وأصلهم ولغتهم الأقرب إلى لغة البربر وكيف أثرت فيهم الصحراء وسبب تسمية المدينة بهذا الاسم، ثم يتحدث عن بعض العادات الغريبة التي كان يتبعها أجدادهم مثل اعتقادهم بأن فم الرجل عورة لا يجوز أن يظهر، على عكس المرأة التي كانت حرة، ويختتم الكتاب بلقاء مع رجل مغربي منقطع للعبادة يسأله الدكتور مصطفى محمود عن تجربته فيبدأ في الحديث عن تجربة روحانية رائعة.",
          "id" : 18
     },
     {
          "stars" : "(21)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/227854.jpg",
          "title" : "إسرائيل البداية والنهاية",
          "pageNum" : "75",
          "year": "1997",
          "size" : "10.36",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file19",
          "overView" : "تحدث فيه عن إسرائيل التي تتصرف وكأنها تتعامل مع أصفار وهي تتوسع وكأنها تمرح في فراغ، وهذا الغياب الجموعى من الموقف العربى سوف تكون له عواقب وخيمة وخروج التصريحات العربية من منابر فردية مشتتة ومتفرقة لن يفعل ما تفعله كلمة تخرج من على منبر جموعى واحد، والحضور العربى المكثف والصوت الواحد أقوى من التصريحات الفردية والوقفة الجموعية سوف تعنى الكثير سوف تعنى أن الدول العربية لم يعد من الممكن التعامل معها فرادى ولا أخذها واحدة في غرف مستقلة، لقد تنازل العرب عن الكثير ولم يبق إلّا أن يتنازلوا عن هويتهم ومواقع أقدامهم .",
          "id" : 19
     },
     {
          "stars" : "()" ,
          "img" : "../../../../../../../../../src/assets/booksImg/6234709.jpg",
          "title" : "المؤامرة الكبرى",
          "pageNum" : "186",
          "year": "1993",
          "size" : "2.4",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file20",
          "overView" : "عن الكتاب: الذين كذبوا على العالم وقالوا إن ألمانيا النازية أحرقت ستة ملايين يهودي في محارقها بينما لم يزد العدد الحقيقي للقتلى على بضعة ألوف هم نصف الذين قتلوا وذبحوا من مسلمي البوسنة .. نسمعهم اليوم يكذبون مرة أخرى على العالم ويروجون فرية أخرى بأن عدو الحضارة الذي تبقى بعد سقوط الشيوعية هو الإسلام (الإسلام المضروب في كل مكان والمطارد والمستسلم والذي لا يجد أهله القوت وشربة الماء). ونفس تلك الأيدي رأيناها تستأجر عصابات الإرهاب لتخرب وتنسف وتقتل في كل مكان تحت غطاء إسلامي وتحتضن قيادات منبوذة ضالة لمجرد أنها مسلمة بالاسم والبطاقةة لتتخذها ستاراً لهذا التشويش وأداة لهذا التلطيخ الذي تخططه للإسلام وللمسلمين. ورأيناها من قبل تتخذ عميلا مثل صدام حسين تدفعة إلى إنتهاك العراق وإيران الإسلاميتين واستنزاف قواهما في حرق عقيم .. ثم تعود فتستدرجه إلى حرب أخرى عراقية كويتية تتخذ منها ذريعة للتدخل العالمي الشامل للقضاء على ما تبقى من الترسانة العراقية ولنهب الأموال العربية ولوضع النفط العربي تحت الاحتلال والوصاية. المؤامرة الكبرى مستمرة .. والكشف عن هذه الإيدي المجرمة هو موضوع كتابنا.",
          "id" : 20
     },
     {
          "stars" : "(30)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/1486070498.jpg",
          "title" : "الله والانسان",
          "pageNum" : "134",
          "year": "1955",
          "size" : "5.23",
          "cat" : "مقالات",
          "file" : "file21",
          "overView" : "انهم يقولون ان الانتحار زهد فى الحياة ورفض للملذات ولكنه فى الحقيقة حب للحياة وتهافت على الملذات حب مريض يائس وتهافت انانى ان المنتحر يحب حياته لدرجه لا يحتمل معها فقدان اى شىء السعادات الصغيرة تبرق تحت عينه الشرهة والالام الصغيرة تعضه فى قلبه والحرمان يمثل له فى شكل كابوس رهيب ابشع من الموت انه كالعاشق الذى يهرب من معشوقته من فرط هيامه بها لانه يخشى الفراق          ",
          "id" : 21
     },
     {
          "stars" : "(17)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/A11B3gZ8k3L._AC_UF894,1000_QL80_.jpg",
          "title" : "على حافة الانتحار",
          "pageNum" : "88",
          "year": "1996",
          "size" : "3.96",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file22",
          "overView" : "على حافة الانتحار كتاب للكاتب المصري مصطفى محمود وجُمع من عدة مقالات نشرت في عام 1996 وتدور حول مواضيع أغلبها سياسية وبعضها فلسفي أو روحاني أو أدبي الطابع. خصص الكاتب لموضوع السلام بين إسرائيل والعرب الجزء الأكبر من كتابه وبنظرة تحليلية ناقدة ورافضة له، لا من حيث المبدء، بل من حيث الوقائع التي كانت على الأرض (آنذاك وما زالت)، حيث أنه يرى أن إسرائيل لا تريد سلاماً عادلاً، بقد ما هو تطويع وقبول من الطرف العربي لسلام من طرف واحد، بينما إسرائيل وبزعاماتها السياسية والدينية تزرع المزيد من الكراهية ضد العرب وآلتها العسكرية تُعمِلُ المجازر في لبنان آنذاك وما انفكت تتوسع باستمرار، على حساب شعب فلسطين الذي يتعرض لبطشها. أيضا لم يخلُ الكتاب من النقد الذاتي للمجتمعات العربية ويراها تغط في كسل وغفلة كبيرة، بينما أعداؤها (إسرائيل وأمريكا ودول غربية أخرى) في أوج نشاطهم للسيطرة على العالم العربي وإضعافه عسكريا واقتصاديا وثقافيا.",
          "id" : 22
          
     },
     {
          "stars" : "(66)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/202206232051_0015.webp",
          "title" : "الوجود والعدم",
          "pageNum" : "92",
          "year": "1977",
          "size" : "1.23",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file23",
          "overView" : "كتاب الوجود والعدم هو كتاب من تأليف الدكتور مصطفى محمود يتحدث فيه عن أن كل الأسباب لله.. هو الذي يملكها.. وهو الذي يؤتيها وهو الذي يسوقها وهو الذي يسخرها.. وهو الذي اقام قانون السببية الأسباب لا تضر بذاتها ولا تنفع بذاتها.. وانما هي في جميع الاحوال مظهر لمشيئته تضر بإذنه وتنفع بإذنه.. وهو إن شاء اوقع الضرر بها أو بدونها.. وإن شاء عطلها عن الفعل كما عطل النار عن إحراق إبراهيم عليه السلام إن هناك حكمة دائماً وراء المنع والعطاء والهداية والضلال..وإن مشيئة الله وهدايته دائما تستند إلى لياقة واستعداد في العبد.. وإن العبد يملك من المبادرات وخلوص النية والتوجه ما يرشحه للعطاء أو الحرمان.. فعطاء الله مشروط.. كما إن حرمانه مسبب وليس الأمر جبراً وإكراها وتعسفاً.",
          "id" : 23
          
     },
     {
          "stars" : "(21)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/13412503.jpg",
          "title" : "الأفيون",
          "pageNum" : "49",
          "year": "1964",
          "size" : "4.53",
          "cat" : "روايات",
          "file" : "file24",
          "overView" : "دور اجواء الرواية حول عائلة الشيخ عبد المقصود الهادي المهدى من خلال بطل الرواية محمدافندى عبد المقصود كان طالباً نجيباً ودخل كلية الحقوق وكانت له أحلام عريضة في مستقبل باهر في المحاماة. بعد أن سقط أبوه مشلولاً كان عليه أن يبحث عن عمل أو وظيفة بعد أن تدهور حال الأسرة ,واستقر به المطاف في مكتب بأرشيف وزارة الأوقاف. لم يقطع محمد افندى صلته بالعلم بل غرق في مكتبة المهدى وسط عشرات الكتب الصفراء..التي فتحت له عالم آخر وراء هذا العالم...",
          "id" : 24
     },
     {
          "stars" : "(41)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/aSv28G6eTNm5cJo6ZXTAZWQYzW0M4jhQDTQznAzx.webp",
          "title" : "الشيطان يسكن في بيتنا",
          "pageNum" : "95",
          "year": "1998",
          "size" : "5.23",
          "cat" : "مسرحيات",
          "file" : "file25",
          "overView" : "تحدث فيه عن الصراع بين التدين والزيف، بين الحق والباطل، بين اليقين والغرور، بين الدنيا وشهواتها وزيفها وبرزخها وبين التدين اليقيني الممتد الجذور من الأرض الي السماء، يحيك صراعآ واقعيا بأسلوب مسرحي، كيف يكيد انصار الباطل ليزينوة للعامة ولجنود الحق، كيف يمكن الخداع في خضم الحياة وزينتها، يظهر مداخل الشيطان لقلب العابد الزاهد المتصوف، وكيف ان الحق غالب علي الباطل، مظهر لتدابيرة الخفية، كيف أن الله لا يضيع أوليائة وأحبائة حتي وإن خدعوا وبعدوا لفترة، فلنتمسك بطريق الحق والبعد عن البرزخ فطريق الحق فية النجاة في الدنيا والأخرة.",
          "id" : 25
     },
     {
          "stars" : "(7)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/8875737.jpg",
          "title" : "الإسكندر الأكبر",
          "pageNum" : "54",
          "year": "1963",
          "size" : "5.21",
          "cat" : "مسرحيات",
          "file" : "file26",
          "overView" : "عن مسرحية الإسكندر الأكبر لمصطفى محمود: تفتح أبواب الغرفة ويتدفق الجنود والضباط والقواد يحملون (اريداوس) على أكتافهم. الكل يهتفون-يحيا اريداوس... يحيا الإمبراطور يحيا برديكاس... يحيا القائد... مقدونيا للمقدونيين... لا دخلاء بعد اليوم يقف برديكاس ليتكلم فيسكت الجميع!! سيدي الامبراطور... أيها الجنود البواسل... أيها القادة الشجعان... اليوم يموت قائدنا المظفر الاسكندر بطل مقدونيا المغوار... ويضع إمبراطوريته الواسعة بين أيديكم لتكونوا أمناء عليها... إن كل شبر من هذه الأرض المقدسة التي فتحناها... كل شبر من تلك الأرض المرصوفة بقتلانا ههو جسد مقدونيا ولحمها ودمها... وهذه الإمبراطورية هي كبرياؤنا وقوتنا... وعلينا أن نتقاسم تبعاتها... لهذا فقد وزعت هذه التبعات عليكم لتكونوا مديرين وكلاء تحكمون أجزاء هذه الإمبراطورية العريضة تحت راية اريداوس وتحت وصايتي الاسكندر الأكبر مسرحية من أربعة فصول يتسرد الوقائع التي سبقت اعتلاء اريداوس (الأخ الأصغر للاسكندر) العرش وتسلمه حكم المناطق والبلاد التي فتحها الاسكندر الأكبر.  ",
          "id" : 26
     },
     {
          "stars" : "(41)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/تنزيل.jpg",
          "title" : "الغد المشتعل",
          "pageNum" : "212",
          "year": "1998",
          "size" : "7.62",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file27",
          "overView" : "تاب الغد المشتعل من أكثر الكتب الثرية والمتنوعة التي كتبها المفكر الإسلامي الدكتور مصطفى محمود، فالكتاب تطرق للعديد من الموضوعات العلمية والسياسية، وإن كان أكثر الكتاب في السياسة. يحدثنا الدكتور مصطفى محمود في هذا الكتاب عن الرأسمالية ودور اليهود فيها، وكيف أنها ستمهد لحرب قادمة، ويحدثنا عن طفل أمريكا المدلل، إسرائيل، وكيف يتم التغاضي عن الأسلحة التي يمتلكها وعن سفكه لدماء المسلمين، ويتطرق للحديث عن أكذوبة الأمم المتحدة وحقوق الإنسان، وكيف يتم محاربة المسلمين تحت شعارات كثيرة مثل الإرهاب والأصولية وغير ذلك. ويتطرق لسرد الكثير من الأحداث التاريخية مثل أحداث البوسنة والشيشان وأفغانستان وغير ذلك من الأحداث التي اعتدى فيها الغرب على المسلمين.",
          "id" : 27
     },
     {
          "stars" : "(4)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/اكذوبة-اليسار-الاسلامي.jpg",
          "title" : "أكذوبة اليسار الإسلامي",
          "pageNum" : "44",
          "year": "1978",
          "size" : "4.52",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file28",
          "overView" : "تناول د.مصطفى محمود فى كتابه بعض مبادىء التيار اليسارى عامة. ثم يدخل منه الى تكذيب ما يسمى بالتيار اليساري الإسلامى! وتوضيح أن مبادئ اليسار تختلف إختلافاً كلياً مع مبادئ الإسلام وأن التيارات  ما هي إلا إتباع الإهواء عكس الإسلام المنزل من عند الله",
          "id" : 28
     },
     {
          "stars" : "(4)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/إبليس.jpg",
          "title" : "إبليس",
          "pageNum" : "95",
          "year": "1958",
          "size" : "10.78",
          "cat" : "مقالات",
          "file" : "file29",
          "overView" :"رغم أن هذا الاسم يثير الاشمئزاز فى النفس إلا أنه للأسف يمثل واقع مجتمعاتنا ، ويثير الكاتب عدة تساؤلات فى هذا الكتاب عن الفضيلة ، على أى أساس بنيت؟ هل الدين منهجها؟ لماذا نجدها فى الكثير من الأحيان تناقض نفسها بأن تحرم ما أحل الله ، أو تحلل ما حرم الله ، فقط لأن العرف يقول أن هذا مسموح وهذا ممنوع.. لو لم يكن إبليس موجوداً لأوجدناه .. لأننا لا نستطيع أن نعيش دون أن نمسح ذنوبنا فى شبح نلعنه كل يوم ونرجمه لأنه غرر بنا.." ,
          "id" : 29
     },
     {
          "stars" : "(17)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الشفاعة.jpg",
          "title" : "الشفاعة",
          "pageNum" : "116",
          "year": "2000",
          "size" : "3.02",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file30",
          "overView" : "المفكر الكبير الدكتور مصطفى محمود يثير في هذا الكتاب قضية متفجرة و هي الشفاعة و سبب الخلاف ان القران الكريم ينفي الشفاعة في الكثير من آياته المحكمة نفيا مطلقا و في آيات يذكرها مقيدة و مشروطة بالإذنالغلهي بينما تروي لنا بعض الأحاديث المنسوبة إلى رسول الله ان محمدا عليه الصلاة و السلام يقف شفيعا يوم القيامة للمذنبين و لأهل الكبائر من امته و انه يخرج من قضى عليهم بالعذاب في النار و يدخلهم الجنة . و الثوابت القرآنية تتناقض تماما مع مرويات الأحاديث النبوية عن اخراجه لمن يشاء من أمته من النار مما يؤكد انها لا يمكن ان تكون قد صدرت عن النبي .     و الكتاب محاولة فهم معنى الشفاعة كما وردت في القرآن و كيف انها تختلف عن معنى الشفاعة بمفهومها الدنيوي و كيف ان محكمة الآخرة هي غيب لا يمكن قياس ما يجري فيها على محاكمنا و على دنيانا المليئة بالتدليس و الشبهات .",
          "id" : 30
     },
     {
          "stars" : "(11)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/عنبر 7.jpg",
          "title" : "عنبر 7",
          "pageNum" : "82",
          "year": "1957",
          "size" : "7.26",
          "cat" : "قصص قصيرة",
          "file" : "file31",
          "overView" : "سنة كاملة قضيتها فى هذا المكان راقداً فى عنبر كالخرابة فى مستشفى من عشرات العنابر مبعثرة فى الصحراء كعلب الصفيح بين مرضى يسعلون ويلهثون كأنهم فى عالم بلا هواء ، كل شيء هنا منظم حتى سعال يعاودنى كل ليلة مع الفجر فيضبط المرضى عليه ساعاتهم ، فإذا انقطع يوماً أقبلوا علىّ بوجوه مصفرة ورفعوا عن رأسى الغطاء هامسين : وله .. وله يا عوف مال حسك مش باين ليه أنت ميت ، فأسعل فى حدة لأؤكد لهم أنى ما زلت حياً وبصحة جيدة سنة بطولها .   مجموعه رائعه جدا من القصص القصيره تحمل الكثير من المعانى والقيم والمفاهيم",
          "id" : 31
     },
     {
          "stars" : "(61)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/محمد.jpg",
          "title" : "محمد",
          "pageNum" : "101",
          "year": "1975",
          "size" : "1.01",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file32",
          "overView" : "عن محمد صلى الله عليه وسلم.. عن نبيى آخر الزمان يسوق هذا الكتاب برهانا في وجه من شككوا في نبوته وقالوا انه \"عبقري\"  لا أنه ليس بذلك ولكنه نبي ورسول من الله حمل رسالة الإسلام على كاهليه فليم يغادر الدنيا الا وقد رفع رايته وبلغ نوره إلى كل مكان.. عن هذه الروح الآسرة عن النبي الأمي الذي علمه شديد القوى فلم يدخل مدرسة او يتعلم من معلم ... نتحدث في هذا الكتاب .. نراه بين صفحاته حيا خالدا حتى آخر الزمان.. ملها من الله وملهما لكل مؤمن غمر الايمان قلبه بنوره وسيرة مليئة بالبراهين العقلية والمنطقية البعيدة عن كل الخوارق واقفه كصخرة في طريق كل كافر يرفض قلبه الايمان وعميت عيناه عن الحقيقه المشرقة .. أن محمد صلى الله عليه وسلم رسول من الله اتى برسالة اخر الزمان رحمة وهدى للعالمين ولن نملك الا اننقول عنهوإنه لعل خلق عظيم  صدق الله العظيم.",
          "id" : 32
     },
     {
          "stars" : "(38)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/حقيقة البهائية.jpg",
          "title" : "حقيقة البهائية",
          "pageNum" : "281",
          "year": "1984",
          "size" : "1.49",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file33",
          "overView" : "يحكى هذا الكتاب بقلم الدكتور/ مصطفى محمود قصة البهائية وماهيتها وكيف ان أعداء الإسلام والحاقدين عليه هم مروجي ومدبري هذه الحركات والآراء من بعد وفاة الرسول صلى الله عليه وسلم فتعددت الشخصيات التى إدعت الانبوة وانها رسل من عند الله ولهث ورائهم أصحاب القلوب الضعيفة والإنيمان الهش يرجون فيهم الخلاص من الظلم التى إمتلات به الأرض لا يدرون انهم يزيدوها ظلاما وقد ترك لهم خاتم الانبياء نورا لا ينطفئ وهكذا مع هذا الكتاب نتابع أحداث البهائية المزيفة وقرآنها المزيف في نقاش يسوده العقل والمنطق والحكمة ويغلفه الايمان القوي.",
          "id" : 33
     },
     {
          "stars" : "(41)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/هل هو عصر الجنون؟.jpg",
          "title" : "هل هو عصر الجنون؟",
          "pageNum" : "108",
          "year": "1982",
          "size" : "2.28",
          "cat" : "مقالات",
          "file" : "file34",
          "overView" : "باختصار الكتاب يتحدث عن الحب.. أي حب ؟! الإنسان كحالة داخلية متأملة مرتبة ونقية الإعلام الفاسد والقرن الحادي والعشرون عصره الإنسان كحالة تحمل رسالة مُشاركة للعمارة والبناء الإنسان المفقود بين الشرقي البطيء الكسول والغربي المتعجل مفقود الغاية النهائية الإنسان وهروبه من ذاته.. نداء الإنسان لقطف الحكمة وبناء جنته الداخلية والوعي بجنون هذا العالم بكل أصنافه أخطاء الصوفية، والجميل أنه ذكر بالتفصيل والأسماء أخطاء أهل العقل والنقل وبعضهم الذين حرموا كل شيء، وذكر الوهابيين بالإسم معظم أفكار مصطفى محمود تتكرر في كتبه ولكن في لغة عذبة ومغدقة وتامة وسهلة، ولكنه التكرار لأفكار جديدة وتعتبر ذات حجم كبير ومنطق غير مسبوق إليه، وهو إنسان حر في كتابته، منسلخ من كل ما يخنق حرية قلمه والسقف الذي يصل إليه عقله.. عقل متحرر مؤمن جريء وعصري، يرغب أن يفهم ويحاول كل مرة",
          "id" : 34
     },
     {
          "stars" : "(77)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/جهنم الصغرى.jpg",
          "title" : "جهنم الصغرى",
          "pageNum" : "42",
          "year": "1982",
          "size" : "2.54",
          "cat" : "مسرحيات",
          "file" : "file35",
          "overView" : "قد تحمل الاكواخ على صغرها سعادة وراحة للإنسان وقد تكون القصور بجدارنها واضوائها البراقة جهنم صغرى قد يتعجب البعض وقد يرفض ولا يصدق البعض الاخر لكن بعد قراءة هذه المسرحية التى ابدعها الدكتور مصطفى محمودط سنتأكد من هذا الرأى.. ونعرف أن لكل نهار ليل لابد ان يعاش، وأن كل جنة دنست بأفعال الغش والكذب والسرقة لابد لها وأن تتحول إلى جهنم فها هو رجل الأعمال \"أحمد بك الشهاوي\" وزوجته واولاده وحياتهم المليئة بالبذخ والملذات والمعاصي.. لم تمنع عنهم الكبوات التى حولت دنياهم من النعيم إلى الشقاء ولم تحفظه .. أحمد بك عن المصائب فيتحول من الدعاء والذكاء والحية التمقدة إلى تسول المساعدة ولو حتى للذهاب لقضاء حاجته فلم يستطيع الهرب من يوم حساب في الدنيا يتبعه ثان في الآخرة.",
          "id" : 35
     },
     {
          "stars" : "(24)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/تأملات في دنيا الله.jpg",
          "title" : "تأملات في دنيا الله",
          "pageNum" : "127",
          "year": "2002",
          "size" : "7.03",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file36",
          "overView" : "الله في الماضي كان يوقظ خلقه بالرسل والأنبياء.... واليوم هو يوقظهم بالكوارث والزلازل والأعاصير والسيول... فاذا لم تجد معهم تلك النذر شيئا ألقى بهم الى المجازر والحروب يأكل بعضهم بعضا ويفني بعضهم البعض\"\" ولأن الفن سلاح قاتل، فلا يصح أن يكون حرا حرية مطلقة وحرية الفنان وحرية الفن دعاوي غير صحيحة، فالفنان حر مسئول محاسب، وكحامل اي سلاح يمكن ان تسحب منه رخصة استعماله اذا اساء هذا الاستعمال. واذا كان الفنان يطالبنا بان نحميه، فالجمهور القارئ والمشاهد لهم هم الاخرون حق الحماية من الاسفاف الذي يعرض عليه",
          "id" : 36
     },
     {
          "stars" : "(71)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الخروج من التابوت.jpg",
          "title" : "الخروج من التابوت",
          "pageNum" : "71",
          "year": "1965",
          "size" : "13.6",
          "cat" : "روايات",
          "file" : "file37",
          "overView" : "هي قصة تحكي رحله احد علماء الآثار المصريين إلى الهند و مشاهدته و إعجابه بأحد المشعوذين الهنود وهو يطير من علي الأرض تماماً و من ثم تعلقه بمعرفة هذا المشعوذ او المتصوف خاصه بعدما عرف عنه أنه تعلم تعليما عاليا في أحد الجامعات العريقه فى بريطانيا و يحفظ الكتب السماوية الثلاثة بالإضافة إلى معرفته بالاديان الوضعية الاخري و بعد مقابلت هذا العالم و المتصوف يتعلم صديقنا أشياء كثيرة غير التي كان يؤمن بها خاصه عن الجسد و الروح و خواصهما و من ثم يرحل إلى مصر و يعود إلى عمله للتتوالي عليه الاكتشافات الأثرية التي تكشف له عن حقائق كان يجهلها و كان كل ذلك يتم من خلال حديثه مع من كان يراهم في الاحلام من ملوك و كهنه وكبار مهندسين لدى الفراعنه و بعد فتره يتفحص بريده ليجد بين رسائله رساله من الهند تعلمه بوفاه ذاك المتصوف من فتره و ليتأكد حينها ان كل من كان يخبره بالاسرار في احلامه ما هم إلا صور متعدده لشخص و روح المتصوف الهائمه في دنيانا و التي عاشت من قبل ازمانا سابقة لأواننا",
          "id" : 37
     },
     {
          "stars" : "(51)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الإسلام في خندق.jpg",
          "title" : "الإسلام في خندق",
          "pageNum" : "165",
          "year": "1994",
          "size" : "2.45",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file38",
          "overView" : "الناس يفهمون الدين على أنه مجموعة الأوامر والنواهي ولوائح العقاب وحدود الحرام والحلال، وكلها من شئون الدنيا .. أما الدين فشئ آخر أعمق وأشمل وأبعد؛ الدين في حقيقته هو الحب القديم الذي جئنا به إلى الدنيا والحنين الدائم الذي يملأ شغاف قلوبنا إلى الوطن الأصل الذي جئنا منه والعطش الروحي إلى النبع الذي صدرنا عنه والذي يملأ كل جارحة من جوارحنا شوقاً وحنيناً، وهو حنين تطمسه غواشي الدنيا وشواغلها وشهواتها. ولا نفيق على هذا الحنين إلا لحظة يحيطنا القبح والظلم والعبث والفوضى والاضطراب في هذا العالم، فنشعر أننا غرباء عنه وأننا لسنا منه وأنما مجرد زوار وعابري طريق، ولحظتها نهفو إلى ذلك الوطن الأصل الذي جئنا منه ونرفع رؤوسنا في شوق وتلقائية إلى السماء وتهمس كل جارحة فينا.. يا الله.. أين أنت؟",
          "id" : 38
     },
     {
          "stars" : "(29)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/رائحة الدم.jpg",
          "title" : "رائحة الدم",
          "pageNum" : "109",
          "year": "1966",
          "size" : "4.55",
          "cat" : "قصص قصيرة",
          "file" : "file39",
          "overView" : "  قصص قصيره رائعه بتكشف عن نفوس معظم الاشخاص  منها قصه انشوده الدم قائد عسكرى لعسكرى : انى قاتل صناعتى القتل اريد ان اقتل اريد ان اقتل قلت لك  و جحظت عيناه و اشرع مدفعه الرشاش و امتدت يده لتضغط على الزناد و افترت شفتاه عن اسنان تلجيه قاسيه و ظهرت على وجهه تلك السحنه التى اعرفها جيدا و التى تبدو على وجوهنا حينما كنا نقتل و مرت بجسدى قشعريره بارده و قلت متوسلا: ولكن يا سيدى ماذا تريد ان تقتل هنا ان كل ما ترهم حولك هم قتلى بالفعل اكثر من ثمانين الف قتيل تحت هذا التراب  اذا لا مفر من احيائهم من جديد لاقتلهم ثانيه و كدت اضحك و قد ايقنت انى امام مجنون ملتاث العقل حينما قال فى هدوء: هذه سنه الحياه  و من الذى وضع هذه السنه يا سيدى ؟ القاااده المصلحون من امثالى  و هل القاده المصلحون صنعتهم القتل ؟ نعم ايها الاحمق لابد ان يكونووو قتله لينظفو الارض من الحثاله القديمه و يعدونها لغرسهم الجديد  انها لقصه بشعه .. بل هي اغنيه رائعه قصيده معزوفه موسيقيه بديعه انظر  و بدأ يضغط الزناد و يطلق الرصاص فى الهواء و انا اقفز من الرعب و هو يضحك و يختال راقصا بمدفعه و كانه عاشق انك لن تصبح قائدا الا اذا استطعت ان تقتل و انت تغنى لن تستطيع ان تصنع الحياه الا اذا صنعت للاخرين الموت هذه سنه الوجود و لكن هذا شىء فظيع انت تقول هذ لانك رجل تافه انت واحد من الوف الافهين بلا اراده ممن لا عمل لهم سوى ان تصدر اليهم الاوامر اوامرنا",
          "id" : 39
     },
     {
          "stars" : "(16)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الإنسان والظل.jpg",
          "title" : "الإنسان والظل",
          "pageNum" : "46",
          "year": "1964",
          "size" : "4.02",
          "cat" : "مسرحيات",
          "file" : "file40",
          "overView" : " الإنسان والظل عمل مسرحى أدبى يستحق الإعجاب وخاصه قدره د/مصطفى محمود على وصف الصراع الدائر في رأس «رحمى» رجل القانون الذي نصب نفسه قاضيا وجلادا وإن كان في معركته لإرساء قواعد العدل ومراعته للعرف والتقاليد قد خسر قدرته على الرأفة بنفسه وأقرب الناس اليه قد خسر«الرحمة» ما أجمل أن تكون إنسان...تترك كل قوتك وضعفك تظهر علي طبيعتها... الجمود والتصرف كالآله يقتل روحك.... فتهب في أن تنقذ ما تبقي منها داخلك وتدخل في صراع مع نفسها.....حتي تسترشد الطريق....وقد عرض الصراع الدكتور مصطفي محمود بطريقه أكثر من رائعه أدخل معه ظروف المجتمع التي تقهر الناس مع القوانين الواهيه وتقديسها علي خوائها من كل معني فما هي إلا من صنع بشر...وكم من الابرياء يُظلمو بلا سبب وكم من الجناه يركضون في متاع الحياه. من السرحية: بذمتك فيه في الدنيا عدالة ؟! القاتل الذكي اللي بيقتل عيني عينك في حروب النهب والعدوان حد بيقول له تلت التلاتة كم ... مش بياخد نشان وترقية على جريمته ويقولو عنه البطل الي دافع عن الديموقراطية والحرية وحرر الشعب من العبودية الخ .. الخ .. ماهو كل واحد حيلاقي كلام وشعار يقوله ومدام معاه امر او ورقة ممضية يقدر يعمل اي حاجة .... يقتل ..يسرق ..ينهب ..يسجن",
          "id" : 40
     },
     {
          "stars" : "(81)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/نقطة الغليان.jpg",
          "title" : "نقطة الغليان",
          "pageNum" : "55",
          "year": "1977",
          "size" : "23.83",
          "cat" : "قصص قصيرة",
          "file" : "file41",
          "overView" : "مجموعة روائية قصصية قصيرة رائعة و متميزة تحمل في مضمونها رسائل ذات طابع روحاني و يدور محورها الرئيسي حول الهداية و الإيمان بالله العلي القدير و بأقداره و بما قسمه للإنسان و بأنه لا سعادة بمال أو حب أو سلطة دون التوجه إلى الله تعالى و التقرب منه و إليه. احتوت هذه المجموعة الروائية على 14 قصة قصيرة تحت عناوين: أغلى شيء ، العزيز الذي لا يُنال ، الرجل الذي عرف ربه ، تحولات الليل و النهار ، الزهور البلاستيك ، الرصاصة ، حكاية الدكتور إسكندر ، الحب و الموت ، المبروك ، ملاطفة ، شكرًا لقد أديت وظيفتك ، ذرة يورانيوم ، الخروج ، مخالي امتازت فيها طريقة سرد الدكتور مصطفى محمود ببساطة الأسلوب و سهولة الكلمات مع دقة تصويرها و عمق المعنى و إيصاله لعقل القارئ بوضوح وسرعة دون ثرثرة فلسفية لا تفيد",
          "id" : 41
     },
     {
          "stars" : "(17)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/ماذا وراء بوابة الموت.jpg",
          "title" : "ماذا وراء بوابة الموت",
          "pageNum" : "144",
          "year": "1999",
          "size" : "5.15",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file42",
          "overView" : "عشرات من الأسئلة الأزلية التي ما زالت تلح على الأذهان دون !! !إجابات شافية .. مثل ما هو عذاب القبر ..؟ !وهل الإنسان مخير أم مسير؟ !وما هي حقيقة النفس الإنسانية؟ وإذا كان الله يعرف حقيقة النفس وما سوف تفعله فلماذا يعذبها؟ وهل يمكن للمجتمع أن يغير من إنسان صالح إلى انسان مجرم؟ وما هو الفرق بين عذاب القبر والعذاب بعد البعث؟ وما هي صورة الحياة والعذاب داخل الجنة والنار؟  الكتاب يحتوي على معلومات قد نعرفها جميعاً لكننا نتناساها كثيراً.. فيأتي الكتاب مذكرناً إيانا بها لا أكثر.. قد يكون عنوان الكتاب بعيداً إلى حدٍّ ما عن الموضوع الذي يتناوله، إذ أنني توقعت أن أقرأ عن \"ما وراء الموت\" من أهوال وأحداث لكني كنت أقرأ عن أمور حيايتة وإنسانية ولم يتطرق الكتاب إلى ذكر الموت إلا في مواضع محدودة أسئلة أزلية وعويصة .. استطاع د. مصطفى محمود في هذا الكتاب أن يجيب عليها إجابات حاسمة وقاطعة",
          "id" : 42
     },
     {
          "stars" : "(4)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/إسرائيل النازية ولغة المحرقة.jpg",
          "title" :   "إسرائيل النازية ولغة المحرقة",
          "pageNum" : "87",
          "year": "2001",
          "size" : "2.75",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file43",
          "overView" : "مجموعة من المقالات المختلفة ولكنها تصب في النهاية الى الموضوع الرئيسي للكتاب وهو اليهود واسرائيل الكتاب ليس مبهرا فهو لا يحوي جديدا بل ان معظم افكاره عبر عنها الدكتور مسبقا في كتب اخرى كما انه كان يعقد املا كبيرا على العرب ورؤسائهم والقمة العربية وان العالم سيري قبح وحقارة اسرائيل وهذا كله لم يحدث ولا اعتقد انه سيحدث في القريب فبين شعوب عربية تعاني من الجهل والفساد الى حكام عرب لا يهمهم الا سلطاتهم وبين انقسامات داخلية كبيرة في معظم الدول العربية الان ومن ضمنها فلسطين لا تتوقع ان يتم تحرير الاقصى الان ابدا وفي حقيقة الامر انه لولا ان انتصارنا على اليهود وتحرير فلسطين هو علامة من علامات الساعة ووعد الله دائما حق لما صدقت ان هذا قابل للحدوث وسط الاحباط الهائل الذي اعانيه من حالنا العربي ولكنه الله القادر على كل شئ والذي يستطيع ان يستبدل الحال بحال سبحانه اليس من يحيي الموتى بذرة واحدة من قدرته الكاملة بقادر على ان يبعث الدول العربية من جديد بل هو قادر وهي كلمة واحد كن فيكون وهذا هو املنا الوحيد ",
          "id" : 43
     },
     {
          "stars" : "(23)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/زيارة للجنة والنار.jpg",
          "title" : "زيارة للجنة والنار",
          "pageNum" : "70",
          "year": "1996",
          "size" : "3.24",
          "cat" : "مسرحيات",
          "file" : "file44",
          "overView" : "البطل في الرواية لا يرمز لأحد ممن نعلم وهو ليس شخصا بعينه رغم ما يقع في أفعاله منأمور جرت بها الأخبار .. إلا أنه ليس هذا ولا ذاك من ملوكنا... بل هو رمز للجبروت وللجبارين في كل زمان ومكان ولمصير الجبارين ونهايتهم..وأنا لا أملك أن أدخل أحدا النار ولا أملك ان ادخل نفسي الجنة و لا أملك وسيلة لهذه الرحلة إلى العالم الغيبي ولم ينكشف لي شئ من امور هذه العوالم العلوية والسفلية ولكنه الخيار الكليق واليقين الثابت بان الجبارين على كافة ألوانهم وأسمائهم وعصورهم سيكون هذا مصيرهم واكثر والله يخفي لهم من العذاب اكثر مما نقول كما يخفي للصالحين الأبرار الشهداء من النعيم اكثر مما يحلمون واكثر مما نتصور..",
          "id" : 44
     },
     {
          "stars" : "(48)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الغابة.jpg",
          "title" : "الغابة",
          "pageNum" : "129",
          "year": "1963",
          "size" : "3.31",
          "cat" : "أدب رحلات",
          "file" : "file45",
          "overView" : "يروي الدكتور مصطفى محمود بأسلوب أقرب إلى الرواية حياة وحضارة بعض القبائل ...الإفريقية أثناء رحلته ينتابك شعور غريب وأنت تقرأ هذا الكتاب ، مدى شساعة العقل البشري ومدى إختلاف ... ...الحضارات عبر التاريخ ...مع ذلك لم تكن المدنية المعاصرة لتحل مكان هذه الحضارات إلا بثمن إنها فعلا \"الغابة\" حيث الحضارة الأقوى تأكل الحضارة الأضعف أحد كتب مصطفى محمود التي كتبها قبل ارتحاله من الشك إلى الإيمان . يتحدث بأسلوب شيق وسلس حول أفريقيا وعادات أهلها وما فعله الاستعمار بها ، وما نقله الأوربيون عن أهلها",
          "id" : 45
     },
     {
          "stars" : "(35)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/على خط النار.jpg",
          "title" : "على خط النار",
          "pageNum" : "75",
          "year": "2001",
          "size" : "1.7",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file46",
          "overView" : "تحدث عن الشعوب العربية في الشارع التي قاطعت حينها (ويجب أن تستمر) الكوكاكولا والماكدونالد والكنتاكي والهمبورجر والتي فعلت هذا بأسلوب فطري باعتبارها رموزا أمريكية. فهي انتفاضة تلقائية ضد ما أحب وما تعود، وإشعار صادق بأنه يمكن أن يخلع ما تعود عليه وأن يقاطع ما يألفه لأنه ارتبط في ذهنه باشياء يكرهها. والحذر ثم الحذر من هذه الموجة القادمة من أوروبا وأمريكا من فنون الانحلال والإثارة والعنف والشذوذ التي تبثها فضائيات الغرب وأفلامه وصحفه ومجلاته وروايته والتي أصبحت في كل بيت عربي وأن من يقف في كواليس هذه الوسائل هم الصهاينة أنفسهم. ولا يحدث هذا مصادفة بل هو ترويج متعمد وإغراق له سماسرته ووكالاته. فالنقل والتقليد عن هؤلاء الناس قد انحدر بنا إلى غور سحيق من فقدان الهوية وفقدان الروح وفقدان الشخصية وفقدان المستقبل. إن البضاعة الفكرية فاسدة والأطعمة مسموومة والذين يقوممون بتسويقها علينا هم أعداؤنا لا أصدقاؤنا. وسموم الفكر أخطر فهي تسمم العقول وتعمي الأبصار. والتضليل الإعلامي أفدح في آثاره يحول الأرض الآمنة إلى حقول ألغام، وعلينا أن نضع مرشحات على عقولنا وفلاتر على آذاننا وفلاتر على عيوننا.علينا أن نقرأ ما ينشر علينا بعقل ناقد ونبصر ما يعرض غلينا بعيون ناقدة ونتفهم ما يقال لنا برؤية نافذة. فلا شيء بريء في هذا الزمان. وإنما هي فخاخ ومصائد وفرق مقاتلة. كل فرقة تروج لمصلحتها وتروج لمذهبها.",
          "id" : 46
     },
     {
          "stars" : "(18)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/ألعاب السيرك السياسي.jpg",
          "title" : "ألعاب السيرك السياسي",
          "pageNum" : "120",
          "year": "1991",
          "size" : "1.86",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file47",
          "overView" :"ألعاب السيرك السياسي هو كتاب من تأليف الدكتور مصطفى محمود تحدث فيه عن حرب الخليج وعن مصالح الدول الكبرى في إشعال الحروب بين دول العالم الثالث، وتحدث عن العالم العربي وتفككه وتحريكه مثل عرائس الماريونيت في أيدي الكبار، وتحدث عن صدام حسين وما سببه لشعبه بسبب عناده وجنونه، وتحدث عن جمال عبد الناصر واشتراكيته وما تسببت به في نخر الاقتصاد المصري وتدمير التعليم بمجانيته، وتحدث أيضا عن دور العمال وفلاحين «الديكوري» في مجالس الشعب في عالم يتحدث بلغة التكنولوجيا والهندسة الوراثية.",
          "id" : 47
     },
     {
          "stars" : "(51)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/عظماء الدنيا وعظماء الآخرة.jpg",
          "title" : "عظماء الدنيا وعظماء الآخرة",
          "pageNum" : "149",
          "year": "1996",
          "size" : "3.36",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file48",
          "overView" : "دائما وأبدا يظل الدكتور ( مصطفى محمود) صاحب الموضوعات الاكثر اهمية وجدلا ومتعة للعقل فها هو في كتابه هذا يجمع لنا من الموضوعات إهمها في حياتنا، فهو دائما يضع القارئ في قلب أفكاره.. يدخل ويخرج من الدين إلى الدنيا ومن الفلسفة إلى السياسة ومن السلام إلى الحروب بمنتهى السهولة والتناغم والاتقان ففي هذه الصفحات القليلات التى لم تبلغ المجلدات في حجمها يتحدث الدكتور( مصطفى محمود) عن المستقبل في قراءة له فيما يخص المنظمة العربية والقوى العظمى في العالم ما يدلف إلى الطبيع وملفه الحافل بالجدل اما عن السياسات العربية وحكاية الاجماع 99.9% فهو عنها يتحدث ولا حرج وفوق هذا نجده يعرج إى أحوال الإسلام في العالم وما يحاك ضده في أوربا والعالم العربي .. إنها قضايا شائكة تتعلق بالوجود قضايا يقدمها المفكر الكبير بركانا لا يخمد",
          "id" : 48
     },
     {
          "stars" : "(62)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/التوراة.jpg",
          "title" : "التوراة",
          "pageNum" : "96",
          "year": "1972",
          "size" : "5.23",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file49",
          "overView" : "باطل الأباطير الكل وقبض الريح. ما الفائدة للإنسان من كل تعبه الذى يتعبه تحت الشمس... كل الأنهار تجرى إلى البحر والبحر ليس بملآن. كل الكلام يعجز.. لا يستطيع الإنسان أن يخبر بالكل.. العين لاتشبع من النظر, والأذن لا تمتلئ من السمع. وما كان فهو يكون وما صنع فهو الذى يصنع فليس تحت الشمس جديد. كل تعب الإنسان إلى بطنه يذهب ومع ذلك فإن تلك البطن تشبع.. أقول لكم: الذهاب إلى مأتم خير من الذهاب إلى وليمة زفاف, لأنه خير تذكير للإنسان بالنهاية ليضعها أمام عينيه ويغلق عليها قلبه. أنا \"الجامعة\" كنت ملكا على إسرائيل فى أورشليم ووجهت قلبى للسؤال والتفتيش بالحكمة عن كل ما تحت السموات.. رأيت كل الأعمال التى عملت تحت الشمس, فإذا الكل باطل وقبض الريح.. فى كثرة الحكمة كثرة الغم.. والذى يزداد علما يزداد حزنا. رايت المظالم تغرق الأرض فغبطت الموتى والذين لم يولدوا. ورأيت الذى يتعب ويجمع.. يذهب تعبه وثمرات يديه إلى من لم يتعب ولم يكدح.. ولو عاش الإنسان مائة سنة وطالت أيامه ولم يفعل الخير فإنى أقول إن سقط المتاع أفضل منه, لأنه فى الباطل يجئ وفى الظلام يذهب. هذه هى التوراة.. كلمات تلمع وحيدة كفصوص الماس وسط دشت كثيف من صفحات كثيرة من القصص والتاريخ.. هذا أيوب النبى يدق صدره بيده صارخا بعد أن فقد أمواله وأولاده: \"عريانا خرجت من بطن أمى عريانا أعود إلى هناك.. الرب أعطى الرب أخذ.. مبارك الرب فى كل ما يفعل.. لماذا نقبل الخير من الله لا نقبل الشر!",
          "id" : 49
     },
     {
          "stars" : "(21)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الإسلام السياسي والمعركة القادمة.jpg",
          "title" : "الإسلام السياسي والمعركة القادمة",
          "pageNum" : "141",
          "year": "1992",
          "size" : "2.88",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file50",
          "overView" : "الاسلام السياسى هو صناعة رأى عام اسلامى قوى ومؤثر وليس صناعة انقلابات .. وهدفه أن يصبح الرأى العام الاسلامى من القوة بحيث يصبح ملزما للحاكم وموجها له فى جميع قراراته. واليهود يفعلون هذا فى أمريكا فهم لا يحاولون خلع أحد من الحكام وإنما يكتفون بتشكيل جماعات ضغط (لوبى ) فى الكونجرس وفى الصحافة وفى الإذاعة وفى التلفزيون ليكون لهم تأثير على الرأى العام وبالتالى على الحاكم أيا كا الاسلام السياسى هو صناعة رأى عام اسلامى قوى ومؤثر وليس صناعة انقلابات .. وهدفه أن يصبح الرأى العام الاسلامى من القوة بحيث يصبح ملزما للحاكم وموجها له فى جميع قراراته. واليهود يفعلون هذا فى أمريكا فهم لا يحاولون خلع أحد من الحكام وإنما يكتفون بتشكيل جماعات ضغط (لوبى ) فى الكونجرس وفى الصحافة وفى الإذاعة وفى التلفزيون ليكون لهم تأثير على الرأى العام وبالتالى على الحاكم أيا كان ذلك الحاكم .. ولا يوجد حاكم لا يحسب للرأى العام ألف حساب . وكان خطأ الحركات الاسلامية فى الماضى أنها حاولت ضرب الحاكم وقلب نظامه فدخلوا السجون بدلا من أن يدخلوا البرلمان وقد أخطأوا بذلك مرتين .. أخطأوا فى حق الحاكم وأخطأوا فى حق الإسلام فالاسلام سلاحه الاقناع وليس الأرهاب أما الذى يقع فى خانة الارهاب فهو شىء آخر غير الاسلام .. شىء اسمه الجريمة .",
          "id" : 50
     },
     {
          "stars" : "(34)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/سقوط اليسار.jpg",
          "title" : "سقوط اليسار",
          "pageNum" : "112",
          "year": "1978",
          "size" : "7.17",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file51",
          "overView" :"في هذا الكتاب يتناول ( مصطفى محمود) سقوط اليسار.. سواء سقوط في البرلمانات او سقوطمن حسابات واهتمامات الناس، ليس في مصر و حسب وانما في الإتحاد السوفيتي ذاته معقل الشيوعية والاشتراكية والتقدمية والعلمانية. ويشير المؤلف في كتابه إلى ان الحل المرجو هو يقظة الضمير وإقامة الوعي او الحس وبهذا يحدث التغيير الذي طالما إنتظره المصريون. فقد ثبت عدم جدوى الانقلابات والثورات وإنما الحل ان يتغير الانسان في ذاته وليس ان يستبدل بآخر ، وأن يميل الكل إلى مفهوما إسلاميا يشمل كل جوانب الحياة وليس إلى حكم سياسية اسلامي يقوم على فرد واحد، من هذا المنططلق والمعنى يتناول ( مصطفى محمود) العديد من الموضوعات عن السياسة وفلسفاتها والاعلام ومادته المنتشرة في عقول الشباب والكبار والصغار ، واخيرا عمن يستحق الانتصار والنصر من الله من المسلمين في عصورنا الحديثة.",
          "id" : 51
     },
     {
          "stars" : "(44)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/55 مشكلة حب.jpg",
          "title" : "55 مشكلة حب",
          "pageNum" : "92",
          "year": "1966",
          "size" : "9.43",
          "cat" : "مختارات رسائل قراء",
          "file" : "file52",
          "overView" : "الكتاب عبارة عن رسائل مختارة من اعترافات ومشكلات قراء \"الدكتور مصطفى محمود\" منها المضحك ومنها المبكي.. نسمع الكثير يقولون \"الحب في الزمن الجميل\" أي في فترة الخمسينيات و الستينيات، وهي الفترة التي كُتب فيها الكتاب.. إلا أننا لا نلمس جمال ذلك الحب كما صوّروه.. فقد طغى على ذلك العصر صراع الطبقات، وتحكم المال بالإنسان، وانعدام الثقة، والتحلل والانفتاح، وتدني الأخلاق، كلها تجمعت لنسج أكاذيب حول الحب.. حيث كان مفهوم الحب مشوشاً لدى الكثيرين في ذلك الزمان، خالياً من القيم الإنسانية والمنطقية. من كتاب 55 مشكلة حب لمصطفى محمود : بعض الأمراض يشفيها الكلام ... كأمراض النفس وعذابات الوجدان .. ليس الكلام بمعني العظات ...لكن نجوى الانسان لنفسه قد تدفعه الي ذرف دمعه مريحه او ضحكه مريره تكن هي كل الشفاء ... يعرض الدكتور مصطفي محمود 55 من مشاكل القراء مع حلهم بعض هذه المشاكل قد تدفعك للبكاء وبعضها ممايثير الضحك ...",
          "id" : 52
     },
     {
          "stars" : "(57)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الطريق إلى جهنم.jpg",
          "title" : "الطريق إلى جهنم",
          "pageNum" : "174",
          "year": "1994",
          "size" : "19.18",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file53",
          "overView" : "كل القوة الضاربة الأمريكية تساند إسرائيل وكل خزائن أوروبا في خدمتها .. بينما الإسلام والمسلمون في قفص الإتهام، وكل العالم قد تحالف عليهم، أي سلام سيكون بين طريفين هذا حظهما من المساندة .. ثم لا تكافؤ في أي شيء؟!! إنه عقد إذعان أكثر منه اتفاقا وتراضيا .. وخميرة لغليان مستمر تحت السطح .. وظلم مستتر وغضب مكتوم .. وطريق مرصوف الى جهنم. ولن تستطيع سياسة التهدئة وأغاني السلام تمرير هذا الظلم على رؤوس ألف مليون مسلم .. إنما هو هدوء إلى أجل .. فنحن على كوكب دوار لا يدوم له حال .. وبعد برد الليل يأتي النهار، وبعد صقيع الشتاء تأتي الحرور .. وبعد سنوات الأمن والأمان تأتي الزلازل على كل بنيان مرتفع وعلى كل هامة عالية. وفي كتب التاريخ لا تتكرر صفحتان ليُصلح كل منكم حُكومة نَفسه ويُؤدب نَفسهُ أولًا قبل أن يجعل من نَفسه زعيمًا يُؤدب الناس بِعَصا الإرهاب والسِياسة لا تحمل أخبارا جديدة لكثير من المطلعين على الطريقة التي تسوق فيها الدولُ المستقويةُ وحلفائها الشعوبَ المُستضعقةَإلى الجحيم لكنّ التأكيد والتذكير الدائم بهذا النهج السادي والذي يكيل بمكاييل عديدة وتُحرّكه شرور رافقت هذا المحور منذ منبته ومصالح لا يردعها خلق ولا ضمير واعتياش على خيرات الغير سرقةً ونهباً تحت عناوين وقوانين بعيدة عن مضامينها .. التذكير بكل هذه الحقائق المحفوظة ربما لا يزال ضروريا في زمن يكبر فيه جيل ينسى عدوه تحت وطأة المشاغل والحروب الداخلية أو يُنَسّى تحت وطأة الفيض الإعلامي المؤمرك . !  ",
          "id" : 53
     },
     {
          "stars" : "(55)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الله.jpg",
          "title" : "الله",
          "pageNum" : "50",
          "year": "1972",
          "size" : "3.08",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file54",
          "overView" : " كل ما يدخل فى الوجود يدخل من باب الوجوب فهو واجب الدوث بالقضاء الأزلى الذى لا مرد له ، فلا جدوى من الهم وعلى العبد أن يسعى إلى رزقه مطمئن النفس هادئ البال وليس معنى هذا أن يتكاسل ويتواكل اعتماداً على ما هو مكتوب فالله بين لنا أنه لا يقضى بالنجاح إلى بأسبابه وفى حديث نبينا عليه الصلاة والسلام : \" اعملوا فكل ميسر لما خلق له \" ، لا نجاح بلا عمل هذا عين الدستور الأعلى والله يقبض الحظوظ أو يبسطها حسب استحقاق كل عامل وهذا هو التيسير والتعسير .",
          "id" : 54
     },
     {
          "stars" : "(25)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/عصر القرود.jpg",
          "title" : "عصر القرود",
          "pageNum" : "91",
          "year": "1978",
          "size" : "1.19",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file55",
          "overView" : "يبدأ هذا الكتاب بالتصوير للمرأة المثقفة العصرية من ناحية الاهتمام الزائد بالمظاهر الخارجية على حساب الدور الاساسى للمرأة فى بيتها فقد تناقص الاهتمام بشئون البيت واصبح كل ما يشغلها هو التفكير الذاتى فقط على عكس امها وجدتها الرجعيات فى التفكير وان ترائى انهن ابصر منها بدور المرأة فى الحياة التى خلقت من اجله واختلفت ايضا نظرة الرجل للمرأة فى زمن يقل عن نصف قرن فبعد ان كان يراها رفيقة حياته و المعلم الاول لابنائه اصبح كل ما يشغله فى المرأة جسدها لا عقلها. ومن المواضيع التى تحدث عنها الكاتب أيضاً : * أصحاب الوفاء والقيم والمبادئ ؛ وهم قلة حالياً ! وكيف تبدلت القيم والمفاهيم فى زمننا ! * الحب والمودة والرحمة بين الزوجين والفرق بين الثلاثة ؟! ولماذا تم ذكر الأخيرتين فى القرآن عوضاً عن الحب ؟! * لماذا تعد الصبابة إلى النساء جهلاً ؟ كما جاء فى (سورة يوسف) .. * من هى المرأة الفاضلة ؟ وما صفاتها ؟ * ما الفرق بين الحب والشهوة ؟ وهل هما نفس الشئ ؟ وهل يجتمعان فى شخص ؟ * زمنٌ تحولت فيه المرأة إلى وثنٍ يُعبد وصنمٍ يُنشد ! ووسيلة للتسول الجنسى فى الإعلانات !!! * هل دخلنا فعلاً فى آخر الزمان ؟ * برغم كل التقدم التكنولوجى والحضارى الذى وصلنا إليه ؛ كيف انقلب يسر العيش عسراً ؟!",
          "id" : 55
     },
     {
          "stars" : "(25)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/من أمريكا إلى الشاطئ الآخر.jpg",
          "title" : "من أمريكا إلى الشاطئ الآخر",
          "pageNum" : "58",
          "year": "1982",
          "size" : "4.77",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file56",
          "overView" : "يبدأ الكاتب بالتحدث عن التقدم التكنولجي الكبير في الولايات المتحدة بذكر مجموعة من التواريخ المتتالية و كيف كانت الاحداث المسيطرة على الرأي العام الامريكي و كلها عن اختراع كذا و ظهور كذا و تقدم وو ثم يذهب الكاتب الى التحدث عن الشيوعية و كيف اختلفت مع الوقت من قتال من اجل الطبقات الكادحة و مثل عليا في وجهه نظرهم الي حروب و دمار من اجل مطامع مادية وانها لا تختلف مع الرأسمالية في كونهم نتاج الثورة الصناعية الوثنية وحضارة مادية خالصة يتحدث الكاتب عن التلفاز و كيف سيغير و يقود العالم و ربما ما ذكره الكاتب من تنبؤات بما سيحدثه هذا الاختراع على حد قوله نعيشه الان و نعيش اثار هذا التلفاز يذهب الكاتب بعد ذلك الى يوغوسلافيا ( الكتاب يتحدث عن فترة اوائل الثمانينات) و بالتحديد الى سراييفو عاصمة البوسنة حاليا و يحكي الكاتب كيف يعيش 4 ملايين مسلم هم مسلموا يوغوسلافيا في قلب اوروبا في نفس الجبال و السهول و الروح الاوروبية تجد القيم الاسلامية الرفيعة و السماحة و التواضع و كيف انه اذا انتقل فقط الى النمسا بجوارها سيجد حياة مختلفة يمر الكاتب مرورا سريعا الى جزيرة رودس التابعة الى اليونان و يتحدث عن نفسية البائع اليوناني الذي يعيش حياته معتمدا على السياحة تماما لا يبالي بالاشتراكية او غيرها هو يريد ان يأتي االى اليونان الجميع ليشتروا ما يبيع من تماثيل الحضارة الاغريقية  يتحدث الكاتب بعد ذلك عن الثورة الايرانية بقيادة الخميني و رؤية الغرب لها عن طريق عرض مقولة لتوماس ليمان يتحدث فيها عن فكرة الدولة الاسلامية من الاساس و انه من المستحيل ان يصبح هناك دولة اسلامية متوحدة في المستقبل ! ثم يذهب الى الحل في الفصل الاخير بالكتاب و كيف يكون موقفنا من هذة المتغيرات و يقول : العلم و العمل و الانتاج و مكارم الاخلاق التي عودنا عليها الاسلام و الوحدة خلف رايته و احترام العقل و نبذ التعصب و النظر الى كل شئ في شمول و كلية و تدبر و تفكر و..",
          "id" : 56
     },
     {
          "stars" : "(37)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/كلمة السر.jpg",
          "title" : "كلمة السر",
          "pageNum" : "164",
          "year": "1998",
          "size" : "5.94",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file57",
          "overView" : "كلمة السر التى تفتح الأبواب .. كلمة السر التى تسعد المشتاق .. كلمة السر التى تخيف الظالم .. كلمة السر التى تريح القلوب. لكل منا كلمة سر ، من خلالها نستطيع أن نتطلع على أسرارنا و خفايا نفوسنا. دائماً ما يدهشنى د. مصطفى محمود بعلمه الواسع و رؤيته المستنيره ، يقدم دائماً تحليلاً مستفيضاً ، و رؤيه متكامله ، يغلفها إيمان عميق و قلب عاشق و متعطش للحق و العدل. أعتقد أن الكلمه التى كتبها \"نبيل أباظه\" معبره جداً عن روح الكتاب: الدكتور مصطفى محمود يكشف لنا فى هذا الكتاب عن سر الشقاء و المعاناة التى نتكبدها فى حياتنا .. و عن سبب فساد المجتمع. فهو يؤكد أننا معاقبون بهذا الضنك فى حياتنا لأننا نسينا الله و غرقنا فى الشهوات الدنيويه .. ففى سورة طه يقول الله سبحانه و تعالى: \"وَمَنْ أَعْرَضَ عَنْ ذِكْرِي فَإِنَّ لَهُ مَعِيشَةً ضَنكًا وَنَحْشُرُهُ يَوْمَ الْقِيَامَةِ أَعْمَى\" سورة طه الآيه 124. و يتسائل د. مصطفى محمود .. أليس عالم اليوم قد تلخص كله فى هذه الكلمه البليغة \"الضنك\" و \"الإعراض\" .. أليس العالم قد أعرض تماماً عن كل ما هو ربانى و غرق تماماً فى كل ما هو مادى و دنيوى و شهوانى ..؟! و الحل الوحيد لأن نعيش سعداء فى الدنيا و الآخرة أن نعود إلى ذكر الله و اتباع تعاليم الأسلام و مبادىء الدين الحنيف. فاذكر الله عسى أن يجعلك راضياً مرضياً. نبيل أباظة",
          "id" : 57
     },
     {
          "stars" : "(37)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/علم نفس قرآني جديد.jpg",
          "title" : "علم نفس قرآني جديد",
          "pageNum" : "172",
          "year": "1998",
          "size" : "4.68",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file58",
          "overView" : "هذا الكتاب يرشد إلى الصيدلية التي تداوي كل أمراض النفوس وتشفي كل علل العقول وتبرئ كل أدواء القلوب!! وتلك الصيدلية موجودة في القرآن الكريم.. فالإيمان بأن الله موجود معناه أن العدل موجود.. والرحمة موجودة.. والمغفرة موجودة.. معناه أن تطمئن القلوب وترتاح النفوس.. ويزول القلق. وأن يسود الإحساس بالسكينة والطمأنينة وراحة البال والتفاؤل والنشاط والعمل.. وتلك ثمرة \"لا إله إلا الله محمد رسول الله\" في نفس المؤمن.. يشعر بها ويتمثلها ويؤمن بها ويعيشها. والسكينة.. هي الصفة التي تدل على أن الإنسان استطاع أن يسود مملكته الداخلية ويحكمها ويسوسها.. وبذلك لن يصاب بالقلق أو الخوف أو الوساوس.. وقادر على أن يتحكم في شهواته وغرائزه. وقد استطاع د.مصطفى محمود من خلال بحثه القيم أن يكشف لنا عن علم نفس كامل وشامل موجود في القرآن الكريم.. وهو نقيض لعلم النفس الذي وضعه اليهود أمثال \"فرويد وادلر\" القائم على الخزعبلات والانحرافات والتشوهات والعقد والشهوات.",
          "id" : 58
     },
      {
          "stars" : "(49)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/شلة الأنس.jpg",
          "title" : "شلة الأنس",
          "pageNum" : "65",
          "year": "1964",
          "size" : "1.03",
          "cat" : "قصص قصيرة",
          "file" : "file59",
          "overView" : "شلة الأنس مجموعة قصصية صغيرة وقد اختار الناشر عنوان احدى القصص داخل المجموعة ليجعله هو عنوان الكتاب , شلة الأنس من افضل قصص المجموعة اهم ما فيها هى الممرضة التى تحب ابن حتتها الطالب فى كلية الطب , الحقيقة ان الولد جميل جدا , اكبر منها بعشر سنين وهى تحبه بجنون و فى نفس الوقت تعجز موت ان تقول له انها تحبه , مع انه يقول لها انه يحبها وعايز يتزوجها لكنها تسخر منه بشدة وتقول له : ايه ده الكلام اللى انت بقوله ده .. عيب يا ليمو .. جواز ايه انت لسه صغير .. مش مكسوف وانت بتقول الكلام ده . , بينما هى من داخلها تتتمنى ان يتحقق ذلك  . إلحاقا بما سبق عن هذه المجموعة القصصية الرائعة , انقل لكم ان شاء الله , تعليقى على المجموعة الذى كنت قد كتبته على ظهر الكتاب ايام قراءتي الأولى له _ اقول _ والمتأمل لهذه المجموعة يجد ولله الحمد ولا يخفى على إنسان أن افضل ما فيها \" المظاهر\" صـــ94ــ و \"مليمتر\" صـــ106ـــ , فى المظاهر على الرغم من بساطة القصة وهذه ميزة إلا انها وهذا تفوق قد امتلأت بعمق المشاعر الإنسانيةوالأوصاف النفسية العميقة التى تتضح لنا من خلال فتاة يميل جسدها إلى الذكورة العضلية الظاهرة بينما يذوب داخلها برقة الأنوُثة الطاغية , وهى فى حبها تتحرق ولا تنطق بحرف واحد , ولكن إذا تكلمت فى أى موضوع اخر مع زميلها ينطق لسانها و كأنه لا شئ يربطه مطلقا, فانظر إليها وتأمل لكم تكون المظاهر عكس الباطن 180 درجة . و فى  \" مليمتر\" تؤمن تماما بأن كل شئ أولا وأخيرا بيد الله عز وجل",
          "id" : 59
     },
      {
          "stars" : "(18)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/السر الأعظم.jpg",
          "title" : "السر الأعظم",
          "pageNum" : "125",
          "year": "1975",
          "size" : "1.34",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file60",
           "overView" : "\"ليس إنسانا\" من لم يتوقف يوما\" في أثناء عمره الطويل ليسأل نفسه .. من أين والى أين وما الحكاية، وماذا بعد الموت. أينتهي كل شيء الى تراب .. أيكون عبثا\" وهزلا أم أنها قصة سوف تتعدد فصولها؟\" هكذا  يستهل الكاتب البداية، بداية تدفع القارئ حقا\" الى التوقف لحظة مع نفسه ليسألها: من أين والى أين. وكل ما قرأ أكثر، وتمعن في المعاني أكثر، يجد نفسه في حيرة أكبر، ويجد الفكرة متعبة مرهقة مشوقة، تتراوح بين الأضداد، بين الحركة والسكون، المادة والروح، العبودية والألوهية، فتتركه النهاية لاهثا\"متعطشا\" لمعرفة المزيد.  يحلل الكاتب بعض القضايا من التراث الصوفي مستعرضا \" أشعار بعض الصوفيين مثل ابن عربي وأبو العزائم، ويصطحب القارئ في رحلة الى الأعماق، رحلة تخرجنا من قيود الزمان والمكان، لنجد أن وراء كل معنى معاني، وكل آية آيات. رياضة روحية مرهقة، قد تشعر في بعض الفصول أنها قد تزيد عن حدود المعقول والمقبول، وقد تقود ممارسها الى المغالاة في التزهد، وفي هذا إفراط يخرج بالإسلام عن جوهره كدين وسط واعتدال. كما أنها عند بعض الصوفيين، قد تصل هذه الحالة الى درجة تشبه السكرة، فتشعره بتوحده مع الإله وتدفعه الى تقمص الذات الإلهية. العلم الصوفي علم عميق جدا\"، لا يمكننا المرور عليه بسرعة، ولا يمكننا أيضا\" التسليم بكل ما جاء فيه، ولكن كما وضح الكاتب في النهاية، فهو \"تراث يحتاج الى قراءة انتقائية تزن كل حرف فيه بميزان الشريعة، وتعرضه على ضوء الكتاب والسنة والعقيدة السليمة حتى لا نجاوزها قيد شعرة\". ",
          "id" : 60
     },
     {
          "stars" : "(38)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/القرآن محاولة لفهم عصري.jpg",
          "title" : "القرآن: محاولة لفهم عصري",
          "pageNum" : "68",
          "year": "1969",
          "size" : "0.41",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file61",
          "overView" : "إن تفكر ساعة خير من عبادة ألف سنة .. وهذا الكتاب يدعوك دون ان تدري إلى التأمل والتفكير فيدخلك في عالمه من أوسع أبوابه دون ان تشعر فترى الكون على حقيقته دون رتوش .. تنتقي من ثمار الفكر وتتذوق ما حرمت منه قبل قراءته .. فيلقى بك المؤلف - الدكتور مصطفى محمود - في غياهب التفكير والفلسفة الكونية بيد ويلقي باليد الأخرى التفسير. وهو طوق النجاة في تلك الوقت... فتسبح في بحور كثيرة منها قضية تسيير الانسان وتخييره ، قصة الخلق من البداية رابطا إياها بالنظريات العلمية التى يؤكد صحة ما فيها القرآن ويبحض خطأها ايضا حين تخطئ ويتفوق عليها فيقدم اليقين العلمي من عند خالق ومهندس هذا الكون .. نقدم هذا الكتاب بما فيه من متعة للعقل والقلب والوجدان .. متعة لن يعرفها القارئ الا حين دخوله إلى رحاب هذا الفكر فيرتفع ويتامل ويتفكر كما أمرنا الله سبحانه وتعالى ولن تملك بعد قراءته وأثنائها إلا ان يهتف قلبك بحب الله والايمان به والذوبان في قدرته وحكمته.",
          "id" : 61
     },
     {
          "stars" : "" ,
          "img" : "../../../../../../../../../src/assets/booksImg/لماذا رفضت الماركسية.jpg",
          "title" : "لماذا رفضت الماركسية",
          "pageNum" : "48",
          "year": "1976",
          "size" : "5.5",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file62",
          "overView" : "حينما بدأت أكتب في الخمسينات كانت الماركسية هي موضة الشباب الثائر في ذلك الوقت.. وكنا نقرأ منشوراتها في نهم فتحرك مثالياتنا بما تعد به من فردوس أرضى وعدالة ورخاء وغذاء وكساء للعامل والفلاح ومحاربة للإقطاع والاستغلال وتحرير للجماهير الكادحة. وكانت موسكو تبدو لنا في ذلك الحين الكعبة الأم لهذا الدين الجديد الذي يشع بالخير والرفاهية لكل من يدور في فلكه. وكانت أول صحوة لنا من ذلك الحلم حينما سافرنا إلى الخارج ورأينا الخراب والبؤس والوجوه الكئيبة المتجهمة في المجر ورومانيا وألمانيا وكافة البلاد الشرقية التي تجرى في هذا الفلك وبحثنا عن الرخاء والرفاهية والحرية والفردوس الأرض فلم نجد له أثرا. وكانت الصدمة الثانية الأعظم حينما فتح خرشوف ملف ستالين وأعلن على رءوس الأشهاد المظالم التي ارتكابها ستالين والملايين من العمال والفلاحين والمثقفين الذين قتلهم في السجون والمعتقلات وأعدمهم بالرشاشات وألقاهم للموت في جليد سيبريا وأسلمهم لآلات التعذيب بين يدى الجلاد الرهيب بريا. ويومها قالوا لنا..   \nالكتاب مناظرة مكتوبة بين الدكتور مصطفي محمود والأستاذ خالد محي الدين ، فالأخير يدافع عن الماركسية وفي الوقت ذاته يدعي انه ليس ماركسياً ، ويرد عليه مصطفي محمود متهماً اياه بالتناقض",
          "id" : 62
     },
     {
          "stars" : "(63)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/قراءة للمستقبل.jpg",
          "title" : "قراءة للمستقبل",
          "pageNum" : "98",
          "year": "1990",
          "size" : "1.56",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file63",
          "overView" : " .. حينما بدأت أكتب في الخمسينات كانت الماركسية هي موضة الشباب الثائر في ذلك الوقت.. وكنا نقرأ منشوراتها في نهم فتحرك مثالياتنا بما تعد به من فردوس أرضى وعدالة ورخاء وغذاء وكساء للعامل والفلاح ومحاربة للإقطاع والاستغلال وتحرير للجماهير الكادحة. وكانت موسكو تبدو لنا في ذلك الحين الكعبة الأم لهذا الدين الجديد الذي يشع بالخير والرفاهية لكل من يدور في فلكه. وكانت أول صحوة لنا من ذلك الحلم حينما سافرنا إلى الخارج ورأينا الخراب والبؤس والوجوه الكئيبة المتجهمة في المجر ورومانيا وألمانيا وكافة البلاد الشرقية التي تجرى في هذا الفلك وبحثنا عن الرخاء والرفاهية والحرية والفردوس الأرض فلم نجد له أثرا. وكانت الصدمة الثانية الأعظم حينما فتح خرشوف ملف ستالين وأعلن على رءوس الأشهاد المظالم التي ارتكابها ستالين والملايين من العمال والفلاحين والمثقفين الذين قتلهم في السجون والمعتقلات وأعدمهم بالرشاشات وألقاهم للموت في جليد سيبريا وأسلمهم لآلات التعذيب بين يدى الجلاد الرهيب بريا. ويومها قالوا لنا..   \nالكتاب مناظرة مكتوبة بين الدكتور مصطفي محمود والأستاذ خالد محي الدين ، فالأخير يدافع عن الماركسية وفي الوقت ذاته يدعي انه ليس ماركسياً ، ويرد عليه مصطفي محمود متهماً اياه بالتناقض",
          "id" : 63
     },
     {
          "stars" : "(22)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/عالم الأسرار.jpg",
          "title" : "عالم الأسرار",
          "pageNum" : "66",
          "year": "1992",
          "size" : "1.4",
          "cat" : "مقالات",
          "file" : "file64",
          "overView" : "يضم هذا الكتاب مجموعة من مقالات رائعة للعالم الجليل في نواحي شتى (دينية، علمية و سياسية اللغة التي تكلم بها آدم: ما تم التوصل إليه من باحثة في اللغة العربية و أصالتها جميع الأنبياء مروا من هنا: استعراض الدلائل و التي تفيد بأن مصر مر بها جم الأنبياء أين كانت نفوسنا قبل أن تولد: دمج للمفهوم البرزخي و تأملات الكاتب في القرآن الكريم هل عظماء الدنيا هم عظماء الآخرة: ليس من الضروري أن يكون عظيم الدنيا عظيم في الآخرة، فالله له مقاييس أخرى لماذا تمرض نفوسنا؟: تأثير الاسلام على نفس المؤمن و كسائها بكساء الرضا و الإيمان و الراحة لماذا أنا ذكر و انت أنثى: السبب العلمي في تحديد جنس الجنين و مزجه بطابع ديني ذو مذاق خاص ما هو تمام التوحيد: تأمل في الله و عظمته و رحمته حكاية الربا و البنوك: الربا ينقص قيمة المال الشرائية أما الفائدة فهي زيادة ظاهرية في الكم و دعوة للتفكير العلمي الديني ملوك السيرك: قدرتنا البدنية تقف عاجزة أمام المقابل لها في الحيوانات، سبحان الخالق البديع جرائم آخر الزمان: تفشي سوء الخلق و اللامبالاة و دعوة لقيام حضارة علمية ذات طابع خلقي الحرب القادمة: حرب الخليج و التآمر على الاسلام و دعوة للتمسك بمبادئ الاسلام الحنيفة",
          "id" : 64
     },
     {
          "stars" : "(76)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/حكايات مسافر.jpg",
          "title" : "حكايات مسافر",
          "pageNum" : "131",
          "year": "1992",
          "size" : "1.12",
          "cat" : "أدب رحلات",
          "file" : "file65",
          "overView" : "يناقش نادي الساقية للكتاب في ندوته الشهرية، كتاب \"حكايات مسافر\" لدكتور مصطفى محمود؛ وذلك في السادسة من مساء الأربعاء 29 من ديسمبر الجاري في قاعة الكلمة، بمقرّ ساقية عبد المنعم الصاوي بالزمالك. كتاب \"حكايات مسافر\" -الصادر عن دار المعارف- يحوي مجموعة من المقالات، عن رحلات قام بها مصطفى محمود لعدد من البلدان، واستعرض ثقافتها وثقافة شعوبها بأسلوب قصصي.. وتحمل فصول العناوين شدّ الحبال في هامبورج، وتأملات من روما، ولقطات من لندن، وبيروت بلد المتناقضات، وغيرها.. و ركز على باريس و لندن و بيروت و طرابلس - ليبيا ما يميز فكر مصطفى محمود هو الاختلاف ,فإذا كانت كتب أدب الرحلات تصف لك الشوارع و المزارات و المتاحف بكل بلد ... فإن مصطفى محمود يصف ما وراء ذلك ... رأيه في مواطني البلد أنفسهم و في أيدولوجيتهم في التعامل معك كسائح .",
          "id" : 65
     },
     {
          "stars" : "(43)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/لغز الحياة.jpg",
          "title" : "لغز الحياة",
          "pageNum" : "100",
          "year": "1967",
          "size" : "26.61",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file66",
          "overView" : "لغز الحياة... كلما تتوافر المعلومات بتقدم العلم وأدواته ،كلما تحير العقل البشري أمام هذه المعجزة. عن هذا اللغز قام الدكتور (مصطفى محمود) بتأليف هذا الكتاب فبدأ بشكل الحياة قبل ملايين السنين التى كانت تخلو من الضعف والشيخوخة ولا تعتمد على التزاوج والتلاقح.. لينتقل بعدها إلى تطور الحياة بعد الشجرة المحرمة ورحلتها مع الفناء. تتنوع ايضا موضوعات الكتاب لتشمل نظرية داروين ونظريات فرويد والقنبلة الذرية ولغات الحيوانات والحشرات وغيرها من ألغاز العلم والحياة التى يقدمها المؤلف بأسلوب مميز ومضمون خاص يحمل نظرة جديدة إلى العالم من حولنا.",
          "id" : 66
     },
     {
          "stars" : "(54)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الطريق إلى الكعبة.jpg",
          "title" : "الطريق إلى الكعبة",
          "pageNum" : "45",
          "year": "1971",
          "size" : "9.27",
          "cat" : "أدب رحلات",
          "file" : "file67",
          "overView" : "يتحدث الدكتور مصطفى محمود في هذا الكتاب عن رحلته الى الكعبة المشرفة وهو في طريق الحج. \"نحن نرتدى لباس التشريفة لنقابل رئيس الجمهورية أما أمام الله فنحن لا شىء لا نكاد نساوي شيئاً ، إنها وسيلة لخلق إنسان موحد قوله هو فعله ، فالكرم لا معنى له إذا ظل تصريحاً شفوياً باللسان وإنما لا بد أن تمتد اليد إلى الجيب ثم تنبسط في عطاء ليكون الكرم كرماً حقيقاً هل هذه الحركة وثنية أو طقساً كهنوتياً ، وبهذا المعنى شعائر الإسلام ليست شعائر وإنما تعبيرات شديدة البساطة للإحساس الديني ، ولهذا كان الإسلام هو الدين الوحيد الذي بلا طقوس وبلا كهنوت وبلاا كهنة",
          "id" : 67
     },
     {
          "stars" : "" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الزلزال.jpg",
          "title" : "الزلزال",
          "pageNum" : "42",
          "year": "1963",
          "size" : "4.31",
          "cat" : "مسرحيات",
          "file" : "file68",
          "overView" : "مسرحية من ثلاث فصول، تصور حرص الإنسان على النقود وبخله فى إنفاقها فى سبيل الله، مع العلم أن كل شىء زائل ولن تنفع النقود صاحبها حين موته. الزلزال هي مسرحية كتبها مصطفى محمود في ظروف استثنائية, عندما صدر قرار من عبد الناصر بإيقاف مصطفى محمود عن الكتابة في الصحافة. كتبت هذه المسرحية بشكل اساسي كنوع من استشراف مستقبل المجتمع القائم ساعتها. و اختار مصطفى محمود العديد من الشخصيات التي تعج بالصفات المتناقضة. فهناك شحصية الطماع و شخصية المتعلم المتفتح و أولئك الذين يحبون الحياة لدرجة العشق و أولئك الذين يهيمون بالموت و مظاهره!",
          "id" : 68
     },
     {
          "stars" : "(71)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/سواح في دنيا الله.jpg",
          "title" : "سواح في دنيا الله",
          "pageNum" : "96",
          "year": "2000",
          "size" : "11.29",
          "cat" : "مقالات",
          "file" : "file69",
          "overView" : "لناس يفهمون الدين على أنه مجموعة الأوامر والنواهي ولوائح العقاب وحدود الحرام والحلال، وكلها من شؤون الدنيا.. وأما الدين فشيء آخر أعمق وأشمل وأبعد. الدين في حقيقته هو الحب القديم الذي جئنا به إلى الدنيا والحنين الدائم الذي يملأ شغاف قلوبنا إلى الوطن الأصل الذي جئنا منه، والعطش الروحي إلى النبع الذي صدرنا عنه والذي يملأ كل جارحة من جوارحنا شوقاً وحنيناً، وهو حنين تحطمه غواشي الدنيا وشواغلها وشهواتها. ولا نفيق على هذا الحنين إلا لحظة يحيطنا القبح والظلم والعبث والفوضى والاضطراب في هذا العالم فنشعر أننا غرباء عنه، وأننا لسنا منه وإننما مجرد زوار وعابري طريق ولحظتها تهفو إلى ذلك الوطن الأصل الذي جئنا به ونرفع رؤوسنا في شوق وتلقائية إلى السماء، وتهمس كل جارحة فينا.. يا الله. هكذا هو حديث مصطفى محمود، من خلال تلك المقالات التي هي بوح القلوب.",
          "id" : 69
     },
     {
          "stars" : "(65)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/أيها السادة اخلعوا الأقنعة.jpg",
          "title" : "أيها السادة اخلعوا الأقنعة",
          "pageNum" : "108",
          "year": "1984",
          "size" : "10.72",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file70",
          "overView" : "بحر السياسة غريق ، والطالب الذى يقود المظاهرة ويهتف لم يعد يعرف ماذا يخدم ومن يخدم ، وغالباً ما يكتشف انه كان مستخدماً من قبل آخرين دون أن يدرى ، وأنه كان أداة هدم من حيث ظن أنه أداة بناء ، وكان عوناً للشيطان من حيث تصور أنه داعية إلى الحق .. بل إن الكلمات التى يهتف بها فى حماس وبراءة .. غالباً ما يكتشف أنها لم تكن كلماته ، وإنما هناك من مكر به ووضعها فى فمه .. \n تناول الكتاب جميع الاتجاهات السياسية والإجتماعية والإقتصادية والدينية وتناول العديد من المشاكل الموجودة فى الوقت الحالى بالشرق الأوسط ووهو الوقت المناسب لقراءة هذا الكتاب حيث تمتليءالبلاد العربية بالثورات على نظام الحكم",
          "id" : 70
     },
     {
          "stars" : "(24)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/أكل عيش.jpg",
          "title" : "أكل عيش",
          "pageNum" : "134",
          "year": "1954",
          "size" : "1.4",
          "cat" : "قصص قصيرة",
          "file" : "file71",
          "overView" : "اريد لحظة انفعال .. لحظة حب .. لحظة دهشة ..لحظة معرفة .. لحظة تجعل لحياتى معنى .. إن حياتى من أجل أكل العيش لا معنى لها ، لانها مجرد استمرار هذه هى مقدمة الكتاب، يقدم فيها الكاتب ملخص لقصصه السبع، وشخصياته المتعدد، والتى تبدو شخصا واحدة من نسج بيئة الخمسينيات، ذو أوجه متعددة. تجتمع الشخصيات على اختلافها على تلك النظرة الرافضة الناقمة على حياتها، ومتطلعة إلى حياة أفضل بعيد عن مجرد الاستمرار كما يسمية الكاتب. يغيب عن الشخصيات خاصة التمرد، والفعل، ونلحظ احداث القصص وكانها رد فعل لقدر مكتوب من الاف السنين، ولا أمل في محاولة تغيير. وكأن الكاتب رصد مشهدا ولم يصل بعد لاى تصور عن الحل. يبدو لى الكاتب واحدا من هذه الشخصيات، أو هو الشخصيات جميعا، ويتحدث عن أزمة تبدو عامة، أزمة جيله، وكل الأجيال. فليس ما يقوله بعيد عن اليوم بكثير. ",
          "id" : 71
     },
     {
          "stars" : "(44)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/أكل عيش.jpg",
          "title" : "المستحيل",
          "pageNum" : "144",
          "year": "1960",
          "size" : "4.31",
          "cat" : "روايات",
          "file" : "file72",
          "overView" : "تدور الرواية حول اناس عاشوا حياة لم يختاروها حياة فرضت عليهم من قبل المحيطين بهم يحكي قصة مهندس شاب يكتشف فجأة زيف حياته وواقعه فكل شيء قد فرض عليه دون أن تكون له يد في اختياره بدءا من زوجته ربة المنزل التي لا هم لها سوى البيت والأولاد إلى لوحة الموناليزا التي تغطي جدار منزله والتي أقنعه والده بمدى جمالها وكيف أن اليدين تبتسمان وكان ظنه أن هذا رأي والده ولكنه يفاجأ بأن هذا الرأي منشور في إحدى المجلات وليس رأي والده الشخصي. يتعرف على جارة له هي الأخرى تعيش مأساة من نوع آخر حيث تضطر للزواج من زوج شقيقتها المتوفاة تحت ضغط أسرتها لتلاحقها ذكريات شقيقتها في كل جدران المنزل ومما يزيد ألمها رغبة زوجها في جعلها صورة من شقيقتها",
          "id" : 72
     },
     {
          "stars" : "(44)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/رحلتي من الشك إلى الإيمان.jpg",
          "title" : "رحلتي من الشك إلى الإيمان",
          "pageNum" : "71",
          "year": "1970",
          "size" : "0.34",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file73",
          "overView": "لقد رفضت عبادة الله لأني استغرقت في عبادة نفسي وأعجبت بومضة النور التي بدأت تومض في فكري مع انفتاح الوعي وبداية الصحوة من مهد الطفولة. كانت هذه الحالة النفسية وراء المشهد الجدلي الذي يتكرر كل يوم.. وغابت عني أيضاً أصول المنطق وأنا أعالج المنطق ولم أدرك أني أتناقض مع نفسي إذ اعترف بالخالق ثم أقول ومن خلق الخالق فأجعل منه مخلوقاً في الوقت الذي أسميه فيه خالقاً وهي السفسطة بعينها.  ثم إن القول بسبب أول للوجود يقتضي أن يكون هذا السبب واجب الوجود في ذاته وليس معتمداً ولا محتاجاً لغيره لكي يوجد. أما أن يكون السبب في حاجة إلى سبب فإن هذا يجعله واحدة من حلقات السببية ولا يجعل منه سبباً أول. هذه هي أبعاد القضية الفلسفية التي انتهت بأرسطو إلى القول بالسبب الأول والمحرك الأول للوجود. ولم تكن هذه الأبعاد واضحة في ذهني في ذلك الحين. ولم أكن قد عرفت بعد من هو أرسطو ولا ما هي القوانين الأولى للمنطق والجدل. واحتاج الأمر إلى ثلاثين سنة مع الغرق في الكتب وآلاف الليالي من الخلوة والتأمل والحوار مع النفس وإعادة النظر ثم إعادة النظر في إعادة النظر.. ثم تقليب الفكر على كل وجه لأقطع الطريق الشائكة من الله والإنسان إلى لغز الحياة إلى لغز الموت إلى ما أكتب اليوم من كلمات على درب اليقين.لم يكن الأمر سهلاً.. لأني لم أشأ أن آخذ الأمر مأخذاً سهلاً.",
          "id" : 73
     },
     {
          "stars" : "(12)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الطوفان.jpg",
          "title" : "الطوفان",
          "pageNum" : "66",
          "year": "1976",
          "size" : "2.68",
          "cat" : "قصص قصيرة",
          "file" : "file74",
          "overView" : "الطوفان عبارة عن عدة مسرحيات قصيرة ابتدئها بتجسيد حوار بين الرأسماليه والشيوعيه والنظام الإسلامي كل منها بشخصية وكيف ان الإنغماس في اللهو والجشع هو سبب سقوط الأمم وزوال الحضارات ،، ثم انتقل لصورة اخرى مغايرة تماما ً ونقل متابعته لحياة زوجين من قبل الخطوبه إلى بعد ٢٠ سنة وكانت مضحكة ،، فالسكر والليمون لم يتغرا ولكن تغيرت النفوس كا يقال والبقية كانت مستواها اقل ولكن كعاده د. مصطفى تفتح ابواب للتفكير والتدبر ،،....",
          "id" : 74
     },
     {
          "stars" : "(42)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/في الحب والحياة.jpg",
          "title" : "في الحب والحياة",
          "pageNum" : "148",
          "year": "1966",
          "size" : "1.68",
          "cat" : "مقالات",
          "file" : "file75",
          "overView" : "ولهذا يبدو دائما فى نهاية التفكير أن الحب كالفن والدين والحرية تقف كلها على أبواب الميتافيزيقيا .. و أنها ظواهر مختلفة لما يخفى وراء مدراكتنا الحسية  ولا نقصد هنا حب نواصى عماد الدين والأمريكين وكوبرى قصر النيل بعد الساعة الواحدة .. ولا حب سن الستاشر .. و لا حب أخر السهرة بعد أن ينتهى برنامج الكباريهات ويبدأ نشاط البارات .. ولا حب \"أبو عيون جريئة\"  \n يدور حديث مصطفى محمود على هذه الصفحات حول الحب والحياة. الحب بأشكاله والحياة بعمقها. يعالج هذه الموضوعات بمنهجية موضوعية، وبعمق تحليلي ليضع من خلال ذلك إصبعه على الجرح الذي يسبب نزفاً في المجتمع العربي الذي ما زال يرزح تحت حكم المفاهيم الخاطئة، والموروثات المتهاكلة التي عفى عنها الزمن وذلك في نظرته إلى الحب والزواج. يحاول المؤلف تصحيح وتقويم نظرة الفرد لهذه العاطفة التي هي قوام الحياة، والتي هي أسمى من تُفْرق بوحول الرغبات.  .. و لا حب كازانوفا فبعض هذه الألوان من الحب مرض و بعضها فضول و بعضها فراغ وثراء ودلع وفخفخة وبعضها غرور وحب للنفس أكثر مما هو حب للآخرين و بعضها مصالح و صفقات و أغلبها نزوات جنسية عابرة أما حبنا الذى نقصده فهو ذلك الحب النادر الذى ينمو فى علاقات قليلة و يعيش ويتحدى النسيان و يضفى النبل والجلال على أبطاله ويصبح حكايات تردد باحترام و تأثر",
          "id" : 75
     },
     {
          "stars" : "" ,
          "img" : "../../../../../../../../../src/assets/booksImg/نار تحت الرماد.jpg",
          "title" : "نار تحت الرماد",
          "pageNum" : "100",
          "year": "1979",
          "size" : "1.17",
          "cat" : "مقالات",
          "file" : "file76",
          "overView": "هذا الكتاب فكري يناقش عدة قضايا من وجة نظره الخاصة وحديثة عن الشيوعية والماركسية فيه مقبول شيئا ما وحديثه عن الكوارث ومسألة اليقين في الإيمان لا مجرد الإيمان الشكلي مقبول  .. \n أشار الي أهمية النظر الي باطن الأمور وليس الظاهر منها بالشكليات والتلاعب بالكلمات سواء في الدين أو السياسة. اعطي الكثير من الأمثلة علي مر التاريخ برجال رفعت شعارات دينية أو سياسية أو اجتماعية بينما انحدرت بمن تبعهم بتمسكهم بالهتاف واسر العقول بينما افعالهم تناقضت تماماً الي فعل كل دنئ .",
          "id" : 76
     },
     {
          "stars" : "" ,
          "img" : "../../../../../../../../../src/assets/booksImg/القرآن كائن حي.jpg",
          "title" : "القرآن كائن حي",
          "pageNum" : "74",
          "year": "1978",
          "size" : "5.72",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file77",
          "overView" : "اللغة القرآنية تختلف عن لغتنا التي نكتب بها أو نتكلم بها في أنها محكمة لا خطأ فيها ولا نقص ولا زيادة. وقد كثر الكلام من الآيات الكونية التي تحدثت عن النجوم ومساراتها والأرض وخلقها والحياة وبدايتها، وكيف جاءت العلوم الحديثة بالجديد المبهر من الحقائق خلال مئات السنين التي أعقبت التنزيل القرآني فلم تخرق حرفاً قرآنياً واحداً ولم تنقض أية بل ترافقت جميعها مع كلام القرآن وزادته توكيداَ. كما جاء القرآن في نظم الحكم وفي الاقتصاد وفي الأخلاق وفي حقوق الإنسان وفي الأسرة وفي الزواج والمرأة والشرائع بالكلمة النهائية الجامعة، كما انفرد بذروةة في البلاغة وقمة في البيان وجمال في الأسلوب لم يطاوله فيه كتاب، وقد أفاض القدماء في هذا وأعزنا، ويقول الدكتور مصطفى محمود بأنه يظل هناك وجه معجز من وجوه القرآن ربما كان أهم من كل هذه الوجوه، يحتاج إلى دفعة طويلة، وهو ما أسماه بالمسمار أو البنية الهندسية أو التركيب العضوي أو الترابط الحي بين الكلمة والكلمة. ومن خلال كتابه هذا يسترسل الكاتب في بيان ما توصل إليه من خلال لغة سهلة وأسلوب أدبي يمتاز بالدقة والرقة والشفافية والعلمية. لذا يمكن القول بأن \"القرآن كائن حي\" كتاب رائع وكيف لا وهو يبحث في كنز من كنوز القرآن.",
          "id" : 77
     },
     {
          "stars" : "(46)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/المسيخ الدجال.jpg",
          "title" : "المسيخ الدجال",
          "pageNum" : "73",
          "year": "1979",
          "size" : "1.2",
          "cat" : "قصص قصيرة",
          "file" : "file78",
          "overView" : "قصص قصيرة افضلها بالنسبة لي اولها قصة المسيح الدجال تصور مصطفى محمود الدجال وكيفية ظهوره بصورة سريعة بعد ذلك تصور الدجال في النار ومن التقاهم واحاديثه معهم في قالب فكاهي فلسفي حقيقة اني ذهلت بداية من تصوير مصطفى محمود للدجال والنار في هذا القالب القصصي الخيالي ويبدو ان تصور مصطفى محمود لهذا الأمر الغيبي اساء الكثير لذلك كانت مقدمة الكتاب تبرر انه عمل فني مجرد خيال لا يشبه الواقع اسقط فيه ارائه وفلسفته هو بالاخير يدعو للخير واخذ العبرة والموعظة ولم يدعي الغيب بقية القصص ايضا جميلة وان كان اسلوب مصطفى محمود وعظيا مباشرا إلا ان فلسفته رائعة",
          "id" : 78
     },
     {
          "stars" : "(17)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/الشيطان يحكم.jpg",
          "title" : "الشيطان يحكم",
          "pageNum" : "97",
          "year": "1986",
          "size" : "11.13",
          "cat" : "مقالات",
          "file" : "file79",
          "overView" : "في فصول صغيرة وكلمات قليلة يسوق إلينا المفكر الكبير الدكتور\"مصطفى محمود\" محتويات هذا الكتاب.. فهو يمتعنا بحديث عذب يملؤه التفكير والتدبير عن أشياء شتى قد تكون فيما تتجه إليه الشعوب على مستوى العالم بعد ما وصلت اليه البشري من تقدم وقد تكون في اسرار الحروف ومنها إلى الحروف المنفردة في بدايات السور القرانية الكريمة .. وقد تكون فيما يتعلق بالتركيب الاجتماعي للمجتمعات والتدرج الفطري فيها او حتى يدخل بنا إلى بيت النمل او يكلمنا في مجانين التدخين ممن ينتحرون يتتابع بطئ يكمن في شهيق وزفير أنه كتاب يكفي اسم مؤلفه لنعرف انه حديث لا يتكرر في مكان اخر انها افكار وآراء تفتح لنا آفاقا جدبدة من المعرفة ودوريا لا نهاية لها من التفكير. ",
          "id" : 79
     },
     {
          "stars" : "(37)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/وبدأ العد التنازلي.jpg",
          "title" : "وبدأ العد التنازلي",
          "pageNum" : "116",
          "year": "1985",
          "size" : "6.35",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file80",
          "overView": "وبدأ العد التنازلى العد التنازلى فى هذا الكتاب هو العد التنازلى على الحرب العالميه التالثه هذا الكتاب يحكى كيف ان اسرائيل تمهد لنفسها المسار لكى تعزو العالم وتسيطر على كل شبر فيه وكيف انها وراء كل الاضطرابات التى حدثت وسوف تحدث فى هذا العالم وكل هذا لخدمة مصالحها وكيف انهم وراء الفساد الفكرى و الاخﻻقى الذى وصلنا اليه وكيف انها على عﻻقة وطيده بين العمﻻقين الروسى والامريكى وكيف ان دول العالم الثالت تتصارع لكى تكون تحت حماية احداهما وان هذه الدول ما هى اﻻ فئران تجارب لهذين العمﻻقين ﻻستعراض قوة كل منهما للاخر هذا الكتاب ايضا تطرق الى مفهوم الماركسيه وكيف انها اثبتت فشلها الذريع ومن ورائها الاشتراكيه واليساريه وكلهم صناعه يهوديه وفى نهاية الكتاب يدعو الدكتور مصطفى محمود الدول الى الاعتماد على نفسها والانتاج والعمل  ووضع وصايا عشر للحكام لكى يكونو قادرين على قيادة الدول واثبات سيادة هذه الدول بالعلم والعمل واالانتاج",
          "id" : 80
     },
     {
          "stars" : "(45)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/السؤال الحائر.jpg",
          "title" : "السؤال الحائر",
          "pageNum" : "117",
          "year": "1989",
          "size" : "1.12",
          "cat" : "كتب فكرية ودراسات",
          "file" : "file81",
          "overView": " ثم إن الشريعة ليست مجرد حدود ، فالعدل شريعة والرحمة شريعة والعلم شريعة والعمل شريعة ، والله أمر بالعلم والعمل في أكثر من ألف موضع ، وأمر بقطع يد السارق في موضع واحد ، وأول الأوامر مُطلقا كان \" اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ\" ، وبرغم هذا الأمر الصريح بالقراءة وهو الأمر الذي له أولوية مُطلقة في الإسلام فنحن أمة لا تقرأ ولا تعقل بل نفكر في المظاهرات والهتافات والمسيرات لنطبق الشريعة ! \n  وإذا كانت هذه الخلافات تدل على شيء فإنها تدل على حاجتنا إلى فكر جديد وإلى اجتهاد وإلى أن تكون عندنا فلسفة إسلامية وفكر إسلامي نشط وسماحة خلق وتواضع نفس ، وألا تدعي كل فرقة أنها أصولية وأنها الوحيدة صاحبة الإسلام الكامل وصاحبة القول الفصل ، وإنما يستمع كل فريق إلى الآخر في رحابة صدر دون أن يطلق الرصاص ودون أن يطلق الاتهامات ودون أن يُكفّر الرأي المُخالف . \n يحتوي هذا الكتاب على عدة مقالات كتبها الكاتب الفيلسوف الأديب مصطفى محمود في عدة مواضيع مهمة يدور حولها تسأولات كثيرة في أذهان الجميع مثل موضوع الفن حلال أم حرام وإلى أين نسير ومن هو بوذا وماذا بعد الموت وليست هذه فقط هى المقالات تسألت أوردها هذا الكتاب فهو في يرد على هذه التساؤلات بصورة جيدة أدبية سهلة في حين أن الكثير من العلماء احتاروا في الإجابة عن هذه الأسئلة غير أنه أيضا يعرفنا ببوذا وبفرويد وبالأصوليين في مقدمة سريعة قبل المقال ثم يوضح وجهة نظره وبطريقة ساخرة يحلل الأمور سياسيا واجتماعيا وثقافيا.",
          "id" : 81
     }



    ]
}