
{
     "books": [
       {
         "stars": "(92)",
         "img": "../../../../../../../../../src/assets/booksImg/bookOne.webp",
         "title": "Ruh ve Beden",
         "pageNum": "117",
         "year": "1973",
         "size": "1.06",
         "cat": "Makaleler",
         "file": "file1",
         "overView": "Kur'an'ın sırlarını tartışıyor. Dr. Mustafa Mahmud, bu kitapta, Kur'an'ın birçok inanç meselesini ele alır ve birçok dünyevi meseleyi açıklar.",
         "id": 1
       },
       {
         "stars": "(285)",
         "img": "../../../../../../../../../src/assets/booksImg/bookTwo.jpg",
         "title": "Kur'an'ın Sırları",
         "pageNum": "92",
         "year": "1977",
         "size": "5.23",
         "cat": "Fikir ve Çalışma Kitapları",
         "file": "file2",
         "overView": "Dr. Mustafa Mahmud, Kur'an'ın birçok inanç meselesini ele alır ve birçok dünyevi meseleyi açıklar.",
         "id": 2
       },
       {
         "stars": "(61)",
         "img": "../../../../../../../../../src/assets/booksImg/bookThree.jpg",
         "title": "Einstein ve İzafiyet",
         "pageNum": "105",
         "year": "1961",
         "size": "1.02",
         "cat": "Fikir ve Çalışma Kitapları",
         "file": "file3",
         "overView": "Bu kitapta, Dr. Mustafa Mahmud, Albert Einstein'ın izafiyet kuramını anlamak için kendi tarzıyla anlatmaya çalışıyor.",
         "id": 3
       },
       {
         "stars": "(77)",
         "img": "../../../../../../../../../src/assets/booksImg/bookFour.webp",
         "title": "Gece Yarısı Günlüğü",
         "pageNum": "57",
         "year": "1966",
         "size": "5.04",
         "cat": "Makaleler",
         "file": "file4",
         "overView": "Dr. Mustafa Mahmud'un makaleleri felsefi eğilimlidir ve gerçekçi bir bakış açısı içindedir.",
         "id": 4
       },
       {
         "stars": "(36)",
         "img": "../../../../../../../../../src/assets/booksImg/bookFive.jpg",
         "title": "Marksizm ve İslam",
         "pageNum": "79",
         "year": "1975",
         "size": "5.23",
         "cat": "Fikir ve Çalışma Kitapları",
         "file": "file5",
         "overView": "Dr. Mustafa Mahmud'un, Marksist fikri İslami bir bakış açısıyla ele aldığı bir kitap.",
         "id": 5
       },
       {
         "stars": "(51)",
         "img": "../../../../../../../../../src/assets/booksImg/bookSix.jpg",
         "title": "Örümcek",
         "pageNum": "50",
         "year": "1965",
         "size": "8.8",
         "cat": "Romanlar",
         "file": "file6",
         "overView": "Dr. Mustafa Mahmud'un yazdığı en güzel romanlardan biri. Kitap, bir teoriyi kanıtlamak için yaşamını adamış bir karakter olan Ragheb Damyan etrafında dönüyor.",
         "id": 6
       },
       {
         "stars": "(43)",
         "img": "../../../../../../../../../src/assets/booksImg/bookSeven.jpg",
         "title": "Ateist Dostumla Diyalog",
         "pageNum": "130",
         "year": "1986",
         "size": "5.23",
         "cat": "Makaleler",
         "file": "file7",
         "overView": "Yazar, ateist düşünceyi benimseyen birçok tezi ele alıp tartışıyor ve yanıtlıyor.",
         "id": 7
       },
       {
         "stars": "(60)",
         "img": "../../../../../../../../../src/assets/booksImg/bookEight.webp",
         "title": "Sıfırın Altındaki Adam",
         "pageNum": "97",
         "year": "1993",
         "size": "8.8",
         "cat": "Romanlar",
         "file": "file8",
         "overView": "Zamanda bir yolculukla okuyucuyu binlerce yıl sonrasına götüren bir bilim kurgu hikayesi.",
         "id": 8
       },
       {
          "stars": "(17)",
          "img": "../../../../../../../../../src/assets/booksImg/bookNine.jpg",
          "title": "Lider",
          "pageNum": "50",
          "year": "1990",
          "size": "3.7",
          "cat": "Oyunlar",
          "file": "file9",
          "overView": "Lider adlı üç bölümlük oyun, Arap kahramanın hayatı ve Kuzey Afrika'daki Türk hükümetine karşı yirmi yıl boyunca mücadelesi üzerine. Bu sürekli ve devam eden çatışma, doğru ile yanlış arasında, zalim ile mazlum arasında, özgürlük ile despotizm arasında.",
          "id": 9
        },
        {
          "stars": "(11)",
          "img": "../../../../../../../../../src/assets/booksImg/bookTen.jpg",
          "title": "Rüyalar",
          "pageNum": "206",
          "year": "1961",
          "size": "5.23",
          "cat": "Fikir ve Çalışma Kitapları",
          "file": "file10",
          "overView": "El Maarif Yayınevi, her zaman büyük düşünürlerin tam eserlerini sunmaya özen gösterir. Dr. Mustafa Mahmud, kalem için adanmış olanlardan biridir. Düşünce ve bilimin meydanına girişti. Daha önce hiç açılmamış kapılar açtı. Eserleri arasında hikaye, roman, tiyatro ve seyahat edebiyatı bulunmaktadır. Ayrıca, dini düşüncenin modern bakış açıları ve modern bilimsel görüşlerle karşılaştırıldığı çalışmaları da vardır, bu da daha fazla tartışma yaratır. Dr. Mustafa Mahmud'un etkisi Arap okuyucularına Körfez'den okyanusa kadar uzanmış ve bazı eserleri yabancı dillere çevrilmiştir.",
          "id": 10
        },
        {
          "stars": "(61)",
          "img": "../../../../../../../../../src/assets/booksImg/bookEleven.webp",
          "title": "Ağlayana Kadar Gülenler",
          "pageNum": "52",
          "year": "1997",
          "size": "1.15",
          "cat": "Kısa Hikayeler",
          "file": "file11",
          "overView": "Bilim ve imanı bir araya getirdiği gibi, Dr. Mustafa Mahmud yine bilimsel çalışmaları ve edebi ürünleri bir araya getirir. Derin düşünceyle yoğrulmuş, zengin bir içeriğe sahiptir ve politika, din, tıp, bilim veya sosyal bilimlerle ilgili birçok çalışma sunar. Bu çalışmalar, mantık ve akıl yürütmenin temellerinde duran yeni fikirler sunar. Ayrıca, felsefi bir yanı olan romanlar, oyunlar ve kısa hikayeler sunmakta ustalığını gösterir. Bu kitap, yazarın edebi eserlerinden biridir. Bu, çeşitli ve zengin konulara sahip kısa hikayeler koleksiyonudur, hiçbir zaman çekiciliğini yitirmez. Ölen ve gülerken ölenler, kendilerini mağlup edenler ve insan eti yiyen doktorlar ve diğerleri gibi hikayeleri içerir.",
          "id": 11
        },
        {
          "stars": "(8)",
          "img": "../../../../../../../../../src/assets/booksImg/a42ad46c43021582aec9e16f4f2b1815.jpeg.webp",
          "title": "Ölümün Sırrı",
          "pageNum": "84",
          "year": "1959",
          "size": "0.47",
          "cat": "Fikir ve Çalışma Kitapları",
          "file": "file12",
          "overView": "Herkes bir şeyin kaçırılacağından korkarak acele eder... Ölüm değil. Çünkü ölüm, her an içimizde gerçekleşir, canlıyken bile. Her tükürük damlası, her gözyaşı... Her ter damlasında, kutlamasız dışarıya dağıtılan ölü hücreler var. Ölümün Sırrı, bilimsel ve felsefi bir bakış açısıyla ölümü tartışır ve hayatla ölümün birbirine bağlı iki yüzü olduğunu iddia eder. Her gün ölürüz; milyonlarca hücre vücudumuzda ölür ve onları hissetmeden. Buna küçük ölüm denir ve kitap, bulmaca, iplik, zaman ve ruh gibi bölümlere ayrılmıştır.",
          "id": 12
        },
        {
          "stars": "(36)",
          "img": "../../../../../../../../../src/assets/booksImg/BOOK0152-155x230.webp",
          "title": "Günah ve Masumiyet Şiirleri",
          "pageNum": "51",
          "year": "1998",
          "size": "0.96",
          "cat": "Fikir ve Çalışma Kitapları",
          "file": "file13",
          "overView": "Dr. Mustafa Mahmud, edebiyat ve tıp, felsefe ve düşünce arasında eşsiz bir fenomen olmaya devam ediyor. Düşünce ve çalışmaları, televizyon programları, tartışmaları ve konuşmaları, düşünce yaşamında canlılık ve faaliyet yaratıyor ve Dr. Mustafa Mahmud, ışık tutan bir sembol, bir model ve bir değer olarak kalıyor. O, hayatını bir araştırmacı, bir kaşif, bir çalışkan ve modern Arap ve İslam düşüncemizin belirgin işaretlerinden biri olarak harcadı ve yazıları ve çabaları, çağına ve zamanına tanıklık etti.",
          "id": 13
        },
        {
          "stars": "(8)",
          "img": "../../../../../../../../../src/assets/booksImg/662c7d4be00339da8034cf7bc678cf09.PNG.webp",
          "title": "İslam Nedir?",
          "pageNum": "159",
          "year": "1979",
          "size": "5.23",
          "cat": "Fikir ve Çalışma Kitapları",
          "file": "file14",
          "overView": "Bugünün Müslümanlarının sorunu, imanlarına soğuk bakmalarıdır. Çoğumuz, kişisel kimlik kartımızda Müslümanız ve soğuk ibadetlerimiz var sadece. Dini uygulamalarımızı ve ibadetlerimizi, tat ve ruhu olmayan bir zorunluluk olarak görüyoruz. Namazlarımız, sadece Tanrı'nın bize kızmasını istemediğimiz için yaptığımız egzersizler haline geldi. Kuran'la olan ilişkimiz, diğer bir kitapla olan ilişkimiz gibidir, bazen okuruz ve etkileniriz ve sonra onu terk ederiz ve gerçek bir kılavuz olarak yapmaz. Bu kitap, ruhunuza ve aklınıza hitap ediyor ve Müslüman olup olmadığınız fark etmeksizin İslam'ı anlamanız gerektiğini söylüyor. Gerçekten de, neden dua ediyoruz? Ve ruhsal ilişkimiz gökyüzüyle nedir? Bu, samimi bir dini kitaptır, sıcak ve yakın bir dille konuşur ve herkese okumasını tavsiye eder.",
          "id": 14
        },
        {
          "stars" : "(9)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/إعترافات-عشاق.jpg",
          "title" : "Aşıkların İtirafları",
          "pageNum" : "267",
          "year" :"1966",
          "size" : "24.64",
          "cat" : "Okuyucu Mektuplarından Seçmeler",
          "file" : "file15",
          "overView" : "Aşıkların İtirafları kitabı, Dr. Mustafa Mahmud'un bir araştırmasında yanıt verdiği okuyucu mektuplarından oluşuyor. Kitabın girişinde, kimsenin nasihat vermediğini veya öğüt vermediğini ancak sadece sorunu analiz etmeye ve mektup sahibinin durumunu daha net görmesine yardımcı olmaya çalıştığını belirtti. Bazı mektuplar, \"Söyleyecek bir şeyim yok\" şeklinde tek satırlık bir cevapla yetiniyordu. Bu cesurca, bu sorunu çözme veya analiz etme yeteneği olmadığını itiraf etmek ve elindeki tek şeyin bu mektubu yayınlamak olduğunu itiraf etmekti. Bir mektup, gönderenin daha önce böyle bir durumla karşılaşmadığını ve hayatta daha fazla deneyime ihtiyacı olduğunu belirterek ona başka bir mektup yazmasını önerdi. Bu da benim bu kitaptan elde ettiğim şeydi... Bu hayatta deneyim kazandı ve insan psikolojisini daha iyi anlamama bir adım daha yaklaştırdı.",
          "id" : 15
     },
     {
          "stars" : "(2)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/رأيت الله.jpg",
          "title" : "Tanrıyı Gördüm",
          "pageNum" : "76",
          "year" :"1992",
          "size" : "6.5",
          "cat" : "Fikir ve İnceleme Kitapları",
          "file" : "file16",
          "overView":"Arif, kendisinin \"ışıklara çıkarıldığını\" söylüyor ve bu saf tasavvuf deneyimi sadece onun ailesinin bildiği bir şeydir ve sadece seçilmiş nadir kişiler için tanıdık bir şeydir ki bunlar kendilerini Tanrı'ya aşk ve ibadetle adayan nadir kişilerdir... Bu kişilerden biri de zamanın kutbu olan Muhammed bin Abdülcebbar bin Hasan Neferi'dir, bu kitapta sözlerini nakletti ve açıkladı \"Konumlar ve Hitaplar\" başyapıtını. Ve bu sayfalarda sunduğu şey, imamın söylediği ya da anlamaya, açıklamaya veya anlamları çıkarmaya çalıştığı şeydir. Ve kitap, imamın ölümünden sonra geride bıraktığı bir dizi alıntıdır ve onun takipçileri tarafından derlenmiş ve adamın yaşamını ayrıntılı bir şekilde açıklamış ve hayatı hakkında bildiğimiz tek şey, 4. yüzyılda yaşadığı ve Nefer adlı bir Irak kasabasında yaşadığıdır ve o, boş zamanlara ve maneviyata taparcasına aşık olmuş ve büyük ölçüde tapınma ve düşünme geçirmiştir. Ve bu alıntılar, dini bilgileri içerir ve varlığın sırlarına derinlemesine nüfuz eder ve ruhu, bedeni ve benliği anlatır ve tevhidi, İslam'ı ve Kur'an'ı şiddetle derin bir dilde anlatır. zengin gerçeklerle dolu ve ifadeleri zihinde yaşar ve kalbin boşluklarında yaşar ve bazıları ruhun karanlığını aydınlatır. Yıldırım gibi. Ve kitap, düşünmeyi seven ve harflerle yaşayan ve anlamlarla arkadaş olan özel kişilere yöneliktir ve geçici zevk için okuyanlar için değildir. Ve bundan sonra, bu tapınakların efendisine atfedilen gerçekler okyanusunun bir damlasıdır \"Konumlar ve Hitaplar\" adlı eserine bir armağandır.",
          "id" : 16
     },
     {
          "stars" : "(11)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/513T0nnY-0L.jpg",
          "title" : "Zelzele'nin Kenarında",
          "pageNum" : "156",
          "year" :"2002",
          "size" : "16.36",
          "cat" : "Fikir ve İnceleme Kitapları",
          "file" : "file17",
          "overView" : "Bu kitapta, yazarı gizli örgütlerin sırlarını, insanlığı yıkmak için gizli kötü niyetli planları ortaya çıkarıyor ve Batı'nın 11 Eylül 2001 olaylarından sonra terör kavramını nasıl algıladığını ve bu terimin dinle nasıl bağdaştırıldığını açıklıyor ve Arap uyanışını teşvik ediyor çünkü bu kurtuluşun tek yolu ve kitabında şöyle diyor: \"21. yüzyılın vebası ve geleceğin vebası ve tüm Müslümanların hedefi olan teröristlerin her yerde olmaları gerekiyor. Onlar bu sınırların ötesinde yuvalanan sinsi tehdidi durdurmaları gerekiyor ve bu tehdit havayla, uzayla ve medya ile, basınla, filmle, kitapla ve beyin yıkama araçları ile sınırları aşıyor ve her evde yayılıyor. kelime gizli mermidir ve bombadır ve füzedir ve gizli casusdur, kalbi öldürür ve vicdanı kirletir, buharlaşır ve sızar ve tüm bozulmuş renklerle ruhun karanlığını aydınlatır ve Siyonun soylu bilgelerinin protokolleri, düşük Siyonist kanlı elilerinin aklından çıkan gerçekler dünyanın halklarını ve hükümetlerini çürütmede kullanılan gerçeklerdir ve onları Tanrı'nın Torası'nda lanetledi ve onları Mesih İncillerinde ve onları Allah Kuran'ında lanetledi).",
          "id" : 17
     },
     {
          "stars" : "(2)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/28257.jpg",
          "title" : "Çölde Macera",
          "pageNum" : "53",
          "year" :"1994",
          "size" : "4.25",
          "cat" : "Gezi Edebiyatı",
          "file" : "file18",
          "overView" : "Çölde Macera kitabı, Dr. Mustafa Mahmud'un bir adamın Tanrı'ya olan ibadetini anlattığı bir kitaptır, kendi ülkesinde dolaşır ve deneyimlerini bize taşır. Yazar bizi, Libya'daki bir şehir olan Gadamis'e Libya'daki bir arkadaşıyla birlikte bir yolculuğa çıkarır ve şehrin durumu ve çöl ortamı ve nehrin altından geçtiği bir büyük vaha olduğu ve şehir hakkında başka şeyler ve şehrin sakinlerinin alışkanlıkları ve kökeni ve dilleri hakkında bize anlatır. Aşiret ve çölün onları nasıl etkilediği ve şehrin neden bu adı aldığı gibi ilginç ayrıntılar ve daha sonra atalarının uyguladığı bazı garip alışkanlıklar hakkında konuşur, örneğin, erkeğin ağzının gösterilmemesine inanılırken, kadının özgür olduğu ve kitap, Fas'tan ibadete kesilmiş bir adamla buluşur ve Dr. Mustafa Mahmud'a ruhani bir deneyim hakkında sorular sorar ve o da onun hakkında harika bir manevi deneyim hakkında konuşmaya başlar.",
          "id" : 18
     },
     {
          "stars" : "(21)" ,
          "img" : "../../../../../../../../../src/assets/booksImg/227854.jpg",
          "title" : "İsrail: Başlangıcı ve Sonu",
          "pageNum" : "75",
          "year": "1997",
          "size" : "10.36",
          "cat" : "Fikir ve İnceleme Kitapları",
          "file" : "file19",
          "overView" : "Bu kitapta, İsrail'in boşlukta işlediği gibi davrandığı ve insanlık için gizli planların sırlarını ortaya çıkardı ve Arap duruşunun genel olarak eksikliğinin ciddi sonuçları olacağını ve Arap açıklamalarının dağınık ve ayrı düşmüş kişisel platformlardan çıkmasıyla birlikte, tüm bunların birleşik bir Arap platformundan gelen bir söz kadar etkili olmayacağını belirtti ve Arap varlığının yoğunluğunun ve tek bir sesin gücünün kişisel açıklamalardan daha güçlü olduğunu ve bu toplumların tek tek ve bağımsız odalarda ele alınması veya tek bir hükümet alınması gerekmediğini belirtti, Arapların birçok şeyden vazgeçtiğini ve kimliklerini ve yerleşim yerlerini terk etmeleri gerektiğini söyledi.",
          "id" : 19
     },
     {
          "stars": "()",
          "img": "../../../../../../../../../src/assets/booksImg/6234709.jpg",
          "title": "Büyük Komplolar",
          "pageNum": "186",
          "year": "1993",
          "size": "2.4",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file20",
          "overView": "Kitap Hakkında: Dünya üzerindeki insanlara yalan söyleyenler ve Nazilerin Almanya'sının, ocaklarında altı milyon Yahudi yaktığı iddiasında bulunanlar varken, gerçek kurban sayısı sadece birkaç bin kişidir. Bu sayı, katledilen Müslüman Boşnakların yarısı kadardır... Bugün onları dünyaya tekrar yalan söylerken duyuyoruz ve dünyaya, komünizmin düşüşünden sonra kalan medeniyet düşmanı düşmanın İslam olduğu bir başka korku satıyorlar (her yerde vurulan, takip edilen, teslim olan ve insanları gücü ve bir yudum suyu bulamayan İslam). Aynı eller, terörist çeteleri kiralamak için harekete geçiyorlar, her yerde patlatmak, parçalamak ve öldürmek için, İslami bir örtü altında ve adı ve kimlik kartı sadece Müslüman olduğu için reddedilen liderlikleri kucaklayarak bu gürültüyü oluşturuyorlar ve İslam ve Müslümanları kirletmek için bir araç olarak kullanıyorlar. Onları daha önce Saddam Hüseyin gibi bir ajan olarak alıp, Irak ve İslam İran'ı ihlal etmeye ve enerjilerini boşa harcamaya yönlendirdiklerini gördük, ardından Irak'ın Kuveyt'e karşı bir savaşa dönüşmesini sağladılar, böylece uluslararası müdahale yapmak, Irak silahlarının geriye kalanını yok etmek, Arap paralarını yağmalamak ve Arap petrolünü işgal ve vesayet altına almak için bir bahane oluşturmak için... Büyük komplo devam ediyor... ve bu suçlu ellerin ortaya çıkarılması kitabımızın konusudur.",
          "id": 20
        },
        {
          "stars": "(30)",
          "img": "../../../../../../../../../src/assets/booksImg/1486070498.jpg",
          "title": "Tanrı ve İnsan",
          "pageNum": "134",
          "year": "1955",
          "size": "5.23",
          "cat": "Makaleler",
          "file": "file21",
          "overView": "İntiharın hayattan nefret etmek ve zevklerden kaçınmak olduğunu söylüyorlar, ancak aslında bunun, hastalıklı bir aşk ve çaresiz bir aşk olduğunu görmekteyiz ve kişi hayatını o kadar çok seviyor ki bir şeyi kaybetmeyi kaldıramaz. Küçük mutluluklar gözünde parlar ve küçük acılar kalbine saplar ve mahrumiyet korkunç bir kabustur. Ölümden daha kötüdür, çünkü kaçan âşıktır. O, sevdiğinden kaçar, onun delilikten kaçar, çünkü ayrılığı korkar.",
          "id": 21
        },
        {
          "stars": "(17)",
          "img": "../../../../../../../../../src/assets/booksImg/A11B3gZ8k3L._AC_UF894,1000_QL80_.jpg",
          "title": "İntihar Eşiğinde",
          "pageNum": "88",
          "year": "1996",
          "size": "3.96",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file22",
          "overView": "İntihar Eşiğinde, Mısır'lı yazar Mustafa Mahmud tarafından 1996 yılında yayımlanan ve çoğunlukla politik konulara odaklanan bir dizi makaleden oluşuyor. Kitap, İsrail ile Araplar arasındaki barış konusunu geniş ölçüde ele alır ve bu barışı ilke olarak değil, sahadaki (o zaman ve hâlâ) gerçekler açısından ele alır. Mahmud, İsrail'in adil bir barış istemediğini, Arap tarafının tek taraflı barışı kabul ettiği kadar kabul ettiğini ve İsrail'in siyasi ve dini liderliklerinin Araplara karşı daha fazla nefret eklediğini görüyor ve askeri makinelerinin Lübnan'da katliamlar yaptığını ve her zaman genişlediğini, Filistin halkına karşı baskı yaptığını belirtiyor. İsrail'in, Müslüman, Arap ve Amerika'da diğer Batılı ülkelerin düşmanlarına karşı sürekli etkinlik gösterdiğini ve Arap dünyasını kontrol etmek, onu askeri, ekonomik ve kültürel olarak zayıflatmak için her zaman faaliyet gösterdiğini gözden kaçırmıyor. Kitap, Arap toplumlarını eleştirmekten de kaçınmıyor ve onları tembel ve umursamaz görüyor, Arap dünyasının düşmanları (İsrail, Amerika ve diğer Batılı ülkeler) aktivitelerini Arap dünyasını ele geçirme ve zayıflatma konusunda en üst düzeye çıkarırken. ekonomik ve kültürel olarak.",
          "id": 22
        },
        {
          "stars": "(66)",
          "img": "../../../../../../../../../src/assets/booksImg/202206232051_0015.webp",
          "title": "Varlık ve Hiçlik",
          "pageNum": "92",
          "year": "1977",
          "size": "1.23",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file23",
          "overView": "Varlık ve Hiçlik adlı kitap, Dr. Mustafa Mahmud'un yazdığı ve her nedenin Tanrı'dan kaynaklandığını, onun tarafından sahip olunduğunu, ona verildiğini, onun tarafından yönlendirildiğini ve onun tarafından yönlendirildiğini ifade ediyor. tüm nedenler zarar vermez ve kendileri için fayda sağlamazlar, ancak her durumda O'nun iradesinin bir ifadesidirler, O'nun izni ile zarar verirler ve O'nun izni ile fayda sağlarlar ve O, zarar verebilirler veya olmaksızın, O'nun isteği veya yokluğu ile zarar verebilirler. Allah'ın iradesi ve hidayeti her zaman kulun uygunluk ve hazırlığa dayanır. Kulun girişimlerini ve niyetlerinin temizliğini ve yönelimini göreliğini oluşturur, bu nedenle Allah'ın vermesi koşulludur. . Allah'ın reddi nedenlidir ve bu bir zorlama, bir zorlama ve bir zorlama değildir.",
          "id": 23
        },
        {
          "stars": "(21)",
          "img": "../../../../../../../../../src/assets/booksImg/13412503.jpg",
          "title": "Afyon",
          "pageNum": "49",
          "year": "1964",
          "size": "4.53",
          "cat": "Romanlar",
          "file": "file24",
          "overView": "Roman, Şeyh Abdül Maksud el Hadi el Mehdi'nin ailesi etrafında döner ve romanın kahramanı olan Muhammed Afendi Abdül Maksud, saygın bir öğrenciydi ve hukuk fakültesine girdi ve parlak bir gelecek hayal ediyordu. Babası felçli olduğunda, ailesinin durumu kötüleştiğinde iş veya iş aramak zorunda kaldı ve sonunda Vakıflar Bakanlığı'nın arşiv bürosunda bir iş buldu. Muhammed Efendi, bilgiyi kesmedi, ancak Mehdi'nin kütüphanesinde, onu sarı kitapların arasında yüzen bir başka dünyaya götüren onlarca kitap vardı... onun için başka bir dünya.",
          "id": 24
        },
        {
          "stars": "(41)",
          "img": "../../../../../../../../../src/assets/booksImg/aSv28G6eTNm5cJo6ZXTAZWQYzW0M4jhQDTQznAzx.webp",
          "title": "Şeytan Evinde Oturuyor",
          "pageNum": "95",
          "year": "1998",
          "size": "5.23",
          "cat": "Oyunlar",
          "file": "file25",
          "overView": "Din ile sahtekarlık, hak ile batıl arasındaki çatışmadan, inanç ile kibrin, gerçek ile gururun, dünya ile arzularının, dünyanın arzuları ile aldatıcılığının, onun arzuları ve arzuları arasındaki savaşla ilgili gerçekçi bir çatışma öyküsü anlatıyor. ve şöhretleri, insanlara nasıl süsleyeceklerini, gerçeklere karşı savaşçıları, inancın genişleyen köklerine uzanan bir dizi gerçekçi tarzda anlatır. Hayatın ortasında nasıl aldatılacağını ve güzelliklerini ve onları nasıl süsleyeceğini gösterir. İblis, Sufi dervişinin sadık yüreğine girer ve gerçeğin batıldan üstün geldiğini gösterir ve gizli tertibatını gösterir. Allah, dostlarını ve sevdiklerini her zaman korur, hatta bir süre aldatıldıklarında ve ayrıldıklarında bile, bu yüzden doğru yoldan sapmayalım ve arzuların arasındaki ara yoldan kaçınalım, çünkü kurtuluş yoludur. bu dünya ve ahiret.",
          "id": 25
        },
        {
          "stars": "(7)",
          "img": "../../../../../../../../../src/assets/booksImg/8875737.jpg",
          "title": "Büyük İskender",
          "pageNum": "54",
          "year": "1963",
          "size": "5.21",
          "cat": "Oyunlar",
          "file": "file26",
          "overView": "Mustafa Mahmud'un Büyük İskender adlı oyunundan: Odanın kapıları açılıyor ve askerler, subaylar ve askeri liderler (Aridaus'u omuzlarında taşıyorlar. Herkes Aridous'u yaşıyor ... İmparator yaşıyor... Bartikas yaşıyor... Komutan ... Makedonya Makedonyalılar için ... Artık yabancılar yok!!! Bartikas konuşacak ve herkes sustu !! Sayın İmparator ... Saygın askerler ... Cesur liderler ... Bugün zaferli komutanımız İskender ölüyor. kahraman Makedonya'nın cesur kahramanı ... ve geniş imparatorluğunu ellerinizin arasına koyuyor ... Onu korumanız için ... bu kutsal topraklarının her bir parçası ... onunla açtığımız her bir toprak parçası ... tüm bu vahşi topraklar ... Onun büyüklüğü ve gücüdür ... ve onun parçalarını paylaşmamız gerekir ... Bu nedenle, bu parçaları paylaştım ve Aridous bayrağı altında ve İskender'in büyük İskender'inin yönetimi altında paylaştım. Dört bölümden oluşan bir oyun İskender'in tahtına çıkmasından önce yaşanan olayları anlatıyor ve Makedonya'nın genişlediği bölgeleri ve ülkeleri ele alıyor. ",
          "id": 26
        },
        {
          "stars": "(41)",
          "img": "../../../../../../../../../src/assets/booksImg/تنزيل.jpg",
          "title": "Yanan Gelecek",
          "pageNum": "212",
          "year": "1998",
          "size": "7.62",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file27",
          "overView": "Yanan Gelecek, büyük İslam düşünürü Dr. Mustafa Mahmud'un yazdığı zengin ve çeşitli kitaplardan biridir, ancak kitap genellikle bilimsel ve siyasi konuları ele alır. Dr. Mustafa Mahmud, bu kitapta kapitalizm ve Yahudilerin rolü hakkında konuşurken, onun için yaklaşan bir savaşı hazırladığını, Amerika'nın şımarık çocuğunu, İsrail'i ve Müslümanların kanını döktüğü silahları göz ardı ettiğini, insan haklarının yalanını ve İslam düşmanlığını nasıl kullanabileceğini anlatıyor. terörizm ve diğer Batılı ülkeler) faaliyetlerini en üst düzeye çıkararak Arap dünyasını kontrol etmek ve onu askeri, ekonomik ve kültürel olarak zayıflatmak için her zaman faaliyet gösterir. Kitap, Bosna, Çeçenistan, Afganistan ve diğer bölgelerde Müslümanlara karşı Batı'nın saldırılarını ele alıyor.",
          "id": 27
        },
        {
          "stars": "(4)",
          "img": "../../../../../../../../../src/assets/booksImg/اكذوبة-اليسار-الاسلامي.jpg",
          "title": "İslami Solun Yalanı",
          "pageNum": "44",
          "year": "1978",
          "size": "4.52",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file28",
          "overView": "Mustafa Mahmud, İslami sol akımının bazı prensiplerini genel olarak ele aldığı kitabında, sol İslami akımını yalanlar. Solun prensiplerinin İslam prensiplerinden tamamen farklı olduğunu ve sol akımların sadece Allah'ın emirlerini takip etmeyi reddettiğini ve İslam'dan gelen bir yasa olduğunu ve bir irade olduğunu açıklar. ",
          "id": 28
        },
        {
          "stars": "(4)",
          "img": "../../../../../../../../../src/assets/booksImg/إبليس.jpg",
          "title": "İblis",
          "pageNum": "95",
          "year": "1958",
          "size": "10.78",
          "cat": "Makaleler",
          "file": "file29",
          "overView": "Bu ad nefret uyandırsa da, ne yazık ki toplumlarımızın gerçeğini temsil ediyor, ve yazar bu kitapta birçok soruyu ele alıyor: erdem nedir, neye dayanıyor? Dini mi metodudur? Neden sıklıkla kendi kendini çelişir, Allah'ın izin verdiği şeyleri haram kılar ve Allah'ın haram kıldığı şeyleri helal kılar, sadece gelenek böyle der? Eğer İblis yoksa, onu yaratırız... Çünkü günahlarımızı temizleyemeyiz ve her gün onu lanetler ve taşlarız, çünkü bizi kandırdı... ",
          "id": 29
        },
        {
          "stars": "(17)",
          "img": "../../../../../../../../../src/assets/booksImg/الشفاعة.jpg",
          "title": "Şefaat",
          "pageNum": "116",
          "year": "2000",
          "size": "3.02",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file30",
          "overView": "Büyük düşünür Dr. Mustafa Mahmud bu kitapta patlayıcı bir konuyu ele alıyor: Şefaat ve anlaşmazlık sebebi Kur'an-ı Kerim, şefaatı kesin bir şekilde inkar eden birçok ayet içerirken, bazı hadislerde onun izninin gerekliliğini ve bazı insanların ve büyük günahların günahkarlar ve İslam'ın ahlaki ilkeleriyle tamamen çelişen bir şekilde ateşten çıkarılmasının gerekliliğini dile getirir. Onun anlamını anlamaya çalışıyor ve onun dünyevi anlamından farklı olduğunu açıklıyor ve ahiret mahkemesinin bizim mahkemelerimize ve dolandırıcılık ve şüphelerle dolu dünyamıza uygulanamayacağını vurguluyor.",
          "id": 30
        },
        {
          "stars": "(11)",
          "img": "../../../../../../../../../src/assets/booksImg/عنبر 7.jpg",
          "title": "Amber 7",
          "pageNum": "82",
          "year": "1957",
          "size": "7.26",
          "cat": "Kısa Hikayeler",
          "file": "file31",
          "overView": "Bu kitap, yıllardır devam eden bir yerde yattığım ve birçok ahırın hastaların arasında dağınık olduğu bir hastanede yıkık dökük bir ahırda yattığım bir yılda geçen bir hikayeyi anlatıyor. çölde. Hastalar, sanki havasız bir dünyada, öksürerek ve nefes alarak nefes alıyorlar. Her şey burada düzenli, hatta hastaların öksürüğü de dahil olmak üzere saatlerine göre düzenleniyor. Bir gün kesilirse, sarı yüzleriyle benim üzerime gelirler ve başımdaki örtüyü kaldırıp fısıldarlar: 'O, O, Ey Ouf, neyin var? Neden ölü gibi görünüyorsun? ' Diye, bu yüzden onlara hala hayatta ve sağlıklı olduğumu belirtmek için öksürürüm. Yılı boyunca iyi sağlık.",
          "id": 31
        },
        {
          "stars": "(61)",
          "img": "../../../../../../../../../src/assets/booksImg/محمد.jpg",
          "title": "Muhammed",
          "pageNum": "101",
          "year": "1975",
          "size": "1.01",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file32",
          "overView": "Bu kitap, Muhammed (SAV) hakkında... Bu kitap, onun peygamberliğine şüphe eden ve onu bir 'dahi' olarak adlandıranlara karşı bir delildir. Onun Allah'ın bir peygamberi olduğunu ve İslam'ın mesajını taşıdığını söylüyor. onun omuzlarında dünyadan ayrılmamıştır, onun bayrağını kaldırmıştır ve ışığını her yere ulaştırmıştır. Bu kutsal ruh hakkında, öğrenilmiş olmayan peygamber, güçlü bir şekilde eğitildi ve hiçbir öğretmen veya okul tarafından öğrenilmedi... Bu kitapta ondan bahsediyoruz... ve sayfalarında onu canlı, sonsuza kadar görebiliyoruz. Allah tarafından ilham verilmiş ve her inananın kalbini ışığıyla dolduran, aklı ve mantığı olan kanıt dolu bir yaşamı var. Yalanlardan ve ışığın gerçeğinden uzaklaşan.",
          "id": 32
        },
        {
          "stars": "(38)",
          "img": "../../../../../../../../../src/assets/booksImg/حقيقة البهائية.jpg",
          "title": "Bahai Gerçeği",
          "pageNum": "281",
          "year": "1984",
          "size": "1.49",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file33",
          "overView": "Bu kitap, Dr. Mustafa Mahmud'un kaleme aldığı Bahai hareketinin hikayesini, doğasını ve İslam'a düşman olanların ve ona karşı kışkırtıcıların nasıl olduğunu anlatıyor. birçok kişi ve İslam'a düşman olanlar, hemen peygamberimizin ölümünden sonra İslam'ı terk edip, 'peygamberler' olduğunu ve Allah'tan geldiklerini iddia ettiler ve zayıf kalpleri ve kırılgan inançları olanlar, onları yalan söyleyenlerin yararlandığı hilelerdir. adaletsizlikle dolu dünya, anlamadılar ki, onlar onu daha da karanlık hale getiriyorlar ve onlara sonunda cehennemi dönüştürmek zorundalar. Bu sahte Bahai olaylarının ve sahte Kuran'ın olaylarını takip ediyoruz. Mantıklı ve bilge bir tartışmada, imanla sarılmış.",
          "id": 33
        },
        {
          "stars": "(41)",
          "img": "../../../../../../../../../src/assets/booksImg/هل هو عصر الجنون؟.jpg",
          "title": "Delilik Zamanı Mı?",
          "pageNum": "108",
          "year": "1982",
          "size": "2.28",
          "cat": "Makaleler",
          "file": "file34",
          "overView": "Kısacası, bu kitap aşk hakkında konuşuyor... Hangi aşk? İçsel bir durum olarak insan, pis medya ve 21. yüzyılın çağında insanlık yapısı. İnsan, inşa ve inşaat için paylaşılan bir mesaj olarak konuşan insan, Doğu'nun yavaş ve tembel tarafı ile Batı'nın aceleci tarafı arasında kaybolmuş, son amaçsız insan ve kaçışıdır. Kendine... Bu kitapta, onu sayfalarında canlı ve ölümsüz olarak görüyoruz. Onu Allah'tan gelen ve her inananın kalbini ışığıyla dolduran, akıl ve mantık dolu kanıtlarla dolu bir yaşamı var. zorla kalan.",
          "id": 34
        },
        {
          "stars": "(77)",
          "img": "../../../../../../../../../src/assets/booksImg/جهنم الصغرى.jpg",
          "title": "Küçük Cehennem",
          "pageNum": "42",
          "year": "1982",
          "size": "2.54",
          "cat": "Tiyatro Oyunları",
          "file": "file35",
          "overView": "Küçük kulübeler insan için mutluluk ve rahatlık taşıyabilir ve duvarları ve parlak ışıkları ile saraylar, cehennemi bir cehenneme dönüştürebilir. Bazıları şaşırabilir ve bazıları inanmayabilir, ama bu tiyatro eserini okuduktan sonra, Dr. Mustafa Mahmud'un yarattığı bu fikri doğrulayacağız. ve her cennetin bir cehenneme dönüşmesi gerektiğini biliyoruz. ve bu olayların arkasında ne kadar parayla dolu olduğunu ve lüks ve zevklerle dolu hayatlarının, hüsranlarla dolu bir hayata dönüştüğünü ve korunamadığını... Çağdaşlarında bir gün hesap vermekten kaçınamadı. ardından, diğer dünyada.",
          "id": 35
        },
        {
          "stars": "(24)",
          "img": "../../../../../../../../../src/assets/booksImg/تأملات في دنيا الله.jpg",
          "title": "Allah'ın Dünyasında Düşünceler",
          "pageNum": "127",
          "year": "2002",
          "size": "7.03",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file36",
          "overView": "Allah eskiden yaratıklarını peygamberlerle ve nebilerle uyandırıyordu... Ve bugün onları felaketler, depremler, kasırgalar ve sellerle uyandırıyor... Eğer uyarıcı işaretlerinde onlarla bir şey bulamazsanız, sizi katliama ve savaşlara gönderir. Bazıları şaşırabilir ve bazıları inanmayabilir, ama bu kitabı okuduktan sonra, Dr. Mustafa Mahmud'un yarattığı bu fikri doğrulayacağız. ve her cennetin bir cehenneme dönüşmesi gerektiğini biliyoruz. ve bu olayların arkasında ne kadar parayla dolu olduğunu ve lüks ve zevklerle dolu hayatlarının, hüsranlarla dolu bir hayata dönüştüğünü ve korunamadığını... Çağdaşlarında bir gün hesap vermekten kaçınamadı. ardından, diğer dünyada.",
          "id": 36
        },
        {
          "stars": "(71)",
          "img": "../../../../../../../../../src/assets/booksImg/الخروج من التابوت.jpg",
          "title": "Tabuttan Çıkış",
          "pageNum": "71",
          "year": "1965",
          "size": "13.6",
          "cat": "Romanlar",
          "file": "file37",
          "overView": "Bu, Mısırlı bir arkeologun Hindistan'a yaptığı bir yolculuğu ve Hindistan'da bir fakirin görüşünü ve onun havada uçtuğunu görmesini ve etkilenmesini anlatan bir hikayedir. Onunla özellikle tanıştıktan sonra, İngiltere'deki eski bir üniversitede yüksek eğitim aldığı ve üç semavi kitabı, diğer dünyevi dinlerin yanı sıra bildiği söylenen bu fakirin bilgisini öğrendiğinde arkadaşımız birçok şey öğrenir... özellikle beden ve ruh hakkında ve özelliklerini... Sonra Mısır'a geri döner ve işine geri döner. keşiflerin ardı arkası kesilmez ve ona bilmediği gerçekleri açıklar ve hepsi rüyalarında gördüğü kişilerle olan konuşmalarıyla gerçekleşir. geçmiş zamanlarda yaşamış krallar, rahipler ve Mısırlı mühendisler... Bir süre sonra postasını kontrol eder ve onun Hindistan'dan bir mektup aldığını görür, o Sufinin ölümü hakkında bilgilendirilir. mektup uzun bir süredir ve o zaman anlar ki, onun hakkında rüyalarında söylediklerinin hepsi aslında bizim dünyamızda dolaşan Sufi'nin çok sayıda resmi ve ruhudur ve geçmiş zamanlarımıza ait resimlerdir.",
          "id": 37
        },
        {
          "stars": "(51)",
          "img": "../../../../../../../../../src/assets/booksImg/الإسلام في خندق.jpg",
          "title": "İslam Siperde",
          "pageNum": "165",
          "year": "1994",
          "size": "2.45",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file38",
          "overView": "İnsanlar dinin sadece emirler, yasaklar, cezalar, haramlar ve helallerin bir koleksiyonu olduğunu anlıyorlar, hepsi dünyevi meselelerdir... Ancak din başka bir şey daha derin, kapsamlı ve uzak; gerçekte din, dünyaya getirildiğimiz eski sevgi ve sürekli özlem, kalplerimizin doğduğumuz yere ve ruhumuzun kaynağına dolmasını sağlayan, her bir parçamızı özlediğimiz vatan. Ve ruhani susuzluğumuz ve kaynağımız olan kendi kaynağımıza ve bizi dolaylar... Ve bu özlem, dünyanın çeşitli sıkıntılarında sadece bu dünya için yabancılaşmış hissettiğimizde uyanırız ve biz onun dışından olduğumuzu ve biz sadece bir ziyaretçi ve geçici yolcu olduğumuzu hissettiğimizde, o zaman o özlemle uyanırız. doğduğumuz ve göğe doğru kafamızı kaldırdığımız yer ve içimizdeki her parça bize fısıldar... Ey Allah... Sen neredesin?",
          "id": 38
        },
        {
          "stars": "(29)",
          "img": "../../../../../../../../../src/assets/booksImg/رائحة الدم.jpg",
          "title": "Kan Kokusu",
          "pageNum": "109",
          "year": "1966",
          "size": "4.55",
          "cat": "Kısa Hikayeler",
          "file": "file39",
          "overView": "Harika kısa öyküler, çoğu insanın iç dünyasını açığa çıkarır... Bunlardan biri kanın öyküsüdür, askerden askere: \"Ben bir katilim, mesleğim öldürmek, öldürmek istiyorum, öldürmek istiyorum dedim sana.\" ve gözleri genişler ve otomatik tüfeğini çıkardı ve eli tetiğe basmak için uzandı ve sert dişlerini sıkarak dudakları açıldı ve yüzünde tanıdık bir ifade vardı ve tanıdığım bu ifadeyi çok iyi tanıyorum ve yüzlerimizi öldürdüğümüzde gördüğümüz ifade ve soğuk titremelerle vücudumdan geçti ve yalvararak dedim: \"Ama efendim, burada neyi öldürmek istiyorsunuz ki? Etrafınızdaki herkes zaten ölü, sadece bu toprak altında seksen binin üzerinde ölü var. . . Onları tekrar canlandırmaktan başka bir şansınız yok, onları ikinci kez öldürmek için.\" ve gülmekten alamadım ve bir delinin karşısında olduğumu fark ettim. sessizce söyledi: \"Bu hayatın kuralıdır.\" ve bu kuralı kim koydu, efendim? Reformcuların liderleri ve bu reformcuların liderleri kimleri öldürdü? Evet, aptal, sadece öldürülmeleri gereken çöpleri temizlemek ve yeni dikim için toprağı hazırlamak zorundalar. Bunlar hayatın kanunlarından biri... Ve bu korkunç bir şeydir, dediğiniz budur çünkü bir hiçsiniz, siz en saçma olanlardan birisiniz, işiniz olmayan binlerce arasında sadece emirlerinizi verenlerinizsiniz.",
          "id": 39
        },
        {
          "stars": "(16)",
          "img": "../../../../../../../../../src/assets/booksImg/الإنسان والظل.jpg",
          "title": "İnsan ve Gölgeler",
          "pageNum": "46",
          "year": "1964",
          "size": "4.02",
          "cat": "Tiyatro Oyunları",
          "file": "file40",
          "overView": "İnsan ve Gölgeler, takdir edilmeyi hak eden bir edebi tiyatro eseridir, özellikle Dr. Mustafa Mahmud'un 'Rahmi' başında yaşanan çatışmayı açıklamada yeteneği. Yasa ve gelenekleri yerleştirme mücadelesi, adil kuralların sağlanması ve gelenek ve geleneklere saygı gösterme mücadelesi sırasında adalet kurallarını yerleştirme çabası sırasında kendisini idam ve adalet yerine geçmişti. 'Rahmi'yi mahveden herkes, bu dünyadaki lüks ve zevkle dolu hayatlarının, hüsranlarla dolu bir hayata dönüştüğünü ve çağdaşlarının bir gün hesap vermekten kaçınamayacağını biliyoruz. ardından, diğer dünyada.",
          "id": 40
        },
        {
          "stars": "(81)",
          "img": "../../../../../../../../../src/assets/booksImg/نقطة الغليان.jpg",
          "title": "Kaynama Noktası",
          "pageNum": "55",
          "year": "1977",
          "size": "23.83",
          "cat": "Kısa Hikayeler",
          "file": "file41",
          "overView": "Muhteşem ve dikkat çekici kısa hikayelerden oluşan harika bir roman öyküsü koleksiyonu, içeriğinde manevi bir mesajı taşıyan ve ana eksenini Allah'a yönelme, O'na iman etme ve insanın Allah tarafından belirlenen kaderine yönelik inanç üzerine kurulan hikayeleri barındırıyor. Bu romancı koleksiyonu, 14 kısa hikayeyi şu başlıklar altında içeriyor: En Değerli Şey, Elde Edilmeyen Değerli Şey, Rabini Tanıyan Adam, Gece ve Gündüzün Dönüşümleri, Plastik Çiçekler, Kurşun, Doktor İskender'in Hikayesi, Aşk ve Ölüm, Tebrikler, Şefkat, Teşekkür Ederim Görevini Yerine Getirdiğin İçin, Uranyum Tanesi, Çıkış, Yüce Doğada Dr. Mustafa Mahmud'un anlatım tarzı, anlamı ve anlatım hızıyla okuyucunun zihnine net bir şekilde ulaşırken, aşırı felsefi lüzumsuz konuşmalardan kaçınarak basit bir dil ve kelime kullanımıyla derin bir anlatım sağlar.",
          "id": 41
        },
        {
          "stars": "(17)",
          "img": "../../../../../../../../../src/assets/booksImg/ماذا وراء بوابة الموت.jpg",
          "title": "Ölüm Kapısının Ardındakiler",
          "pageNum": "144",
          "year": "1999",
          "size": "5.15",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file42",
          "overView": "Cevaplanması gereken, ancak hala tatmin edici cevapları olmayan sayısız eski soru var ... Mezar azabı nedir? İnsan irade sahibi midir yoksa kader mi? İnsan ruhunun gerçeği nedir? Allah insanın ruhunun gerçeğini ve ne yapacağını biliyorsa, neden onu cezalandırır? Toplum, dürüst bir insanı suçlu bir insan haline getirebilir mi? Mezar azabı ile dirilme sonrası azap arasındaki fark nedir? Cennet ve cehennemde yaşam ve azabın şekli nedir? Kitap, çoğumuzun bildiği ancak genellikle unuttuğu bilgileri içeriyor ... Kitap bize bunları hatırlatıyor, başka bir şey değil ... Kitabın adı aslında ele alınan konudan biraz uzak, çünkü \"Ölümün Ardındakiler\" hakkında korkular ve olaylar okuyacağımı düşündüm, ancak hayatın ve insanın konuları hakkında okudum ve kitap ölümü sadece kısıtlı bir şekilde ele aldı. İki dünyanın meseleleri hakkında hiçbir şey bana açıklanmadı ve bu gizli dünyaların meseleleri hakkında hiçbir şey ortaya çıkmadı, ancak bu kibirli ve inatçılar için bir seçenek ve her türlü otoriterin ve adının sonuçlarının farkındayım ve eminim ki bu tür insanların sonuçları daha da fazla olacak ve Allah onlara azabın zulmünü göstermekte hiçbir sakınca görmüyor.",
          "id": 42
        },
        {
          "stars": "(4)",
          "img": "../../../../../../../../../src/assets/booksImg/إسرائيل النازية ولغة المحرقة.jpg",
          "title": "Nazi İsrail ve Soykırımın Dili",
          "pageNum": "87",
          "year": "2001",
          "size": "2.75",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file43",
          "overView": "Farklı makalelerin bir araya getirilmesiyle oluşan bir koleksiyon, ancak kitabın ana konusu olan Yahudiler ve İsrail hakkında yeni bir şey içermiyor, çoğu fikrini daha önce diğer kitaplarda ifade etmiş olan Dr. Mustafa Mahmud. Ayrıca, Arapların ve liderlerinin üzerine büyük bir umut bağladı ve Arap Zirvesi'ni ve Arap liderlerini umursamayan ve çoğu Arap ülkesinde büyük iç bölünmelerin olduğunu unutmayın. Filistin dahil olmak üzere iç sıkıntılar, Kudüs'ün serbest bırakılmasının mümkün olmayacağını hiçbir zaman düşünmeyin. Ve aslında, Yahudilere karşı zaferimiz ve Filistin'in özgürlüğü, saat işaretlerinden biri ve Allah'ın vaadi her zaman gerçektir. O, düşkün ve bozukluğa dalmış Arap dünyasından liderlerine kadar her şeyi değiştirebilecek olan Allah'tır ve tek umudumuz budur.",
          "id": 43
        },
        {
          "stars": "(23)",
          "img": "../../../../../../../../../src/assets/booksImg/زيارة للجنة والنار.jpg",
          "title": "Cennet ve Cehenneme Ziyaret",
          "pageNum": "70",
          "year": "1996",
          "size": "3.24",
          "cat": "Tiyatrolar",
          "file": "file44",
          "overView": "Romanın kahramanı, tanıdığımız kimselere benzemiyor ve hikayesinde yaşananlar hakkında haberler geldiği gibi kimse değil ... Yine de kraliyetlerimizden hiçbiri değil ... Aksine, bu, kibir ve güçlülerin sembolü ve herhangi bir zamanda ve yerde güçlülerin ve sonlarının kaderi ... Ve kimseyi cehenneme sokamam ve kendimi cennete sokamam ve bu gizli dünyalara ilişkin konularda hiçbir şey bilmiyorum. ancak bu tam anlamıyla bilinçli seçim ve güvenli bir inançtır ki güçlülerin ve türlerin tüm renklerinin ve isimlerinin kaderi bunlar ve daha fazlası olacak ve Allah onlara azaplarından daha fazlasını gizler, söylediğimizden daha fazlası. ve masum şehitlerin saklanması. rüyalarından daha fazlası ve hayal ettiklerinden daha fazlası.",
          "id": 44
        },
        {
          "stars": "(48)",
          "img": "../../../../../../../../../src/assets/booksImg/الغابة.jpg",
          "title": "Orman",
          "pageNum": "129",
          "year": "1963",
          "size": "3.31",
          "cat": "Seyahat Edebiyatı",
          "file": "file45",
          "overView": "Dr. Mustafa Mahmud, bazı Afrika kabilelerinin yaşamını ve medeniyetini, bir romana daha yakın bir tarzda anlatıyor ... Bu kitabı okurken garip bir his sizi kaplar, insan zihninin genişliği ve tarih boyunca medeniyetlerin farklılığı ... Ancak modern medeniyet, bu medeniyetlerin yerine geçmedi, bunun yerine fiyatı olan bir şeydi. Gerçekten de \"orman\", güçlü medeniyetin zayıf olanını yemesinin olduğu bir yerdir, çünkü modern medeniyet, zayıf olanın yerini alıyordu. Gerçekten de \"orman\", güçlü olanın zayıf olanı yemesinin olduğu bir yerdir. Dr. Mustafa Mahmud'un, İnançtan Şüpheye'ye gitmeden önce yazdığı kitaplarından biridir. Afrika ve yerlilerinin gelenekleri hakkında ilginç ve akıcı bir şekilde konuşuyor, ve Avrupalıların onlara taşıdığı ve onlardan önceki yaşamlarının zayıflatılmasına neden olan şeyleri anlatıyor.",
          "id": 45
        },
        {
          "stars": "(35)",
          "img": "../../../../../../../../../src/assets/booksImg/على خط النار.jpg",
          "title": "Ateş Hattında",
          "pageNum": "75",
          "year": "2001",
          "size": "1.7",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file46",
          "overView": "O zaman sokaklarda Coca-Cola, McDonald's ve KFC'yi kesen Arap halklarından bahsetti (ve kesilmeye devam etmeleri gerekiyor), bu doğal bir şekilde, sembolik olarak Amerikan sembolleri olarak kabul edildi. Bu, bir kişinin hoşlanmadığı ve aklında kötü şeylerle bağlantılı olduğu şeyleri kesmesi ve sevdiği şeyleri kesmemesi gerektiği gerçeğiyle, gerçekleşen bir isyan ve onların başkası tarafından yapılması gerektiğine dair dürüst bir uyarıdır. Evet, Avrupa ve Amerika'dan gelen bu gelecek dalgasına dikkatli olmak ve dikkatli olmak gerekiyor: çözülme, heyecan ve bozulma. Batının yaydığı zehirli sanatlar ve şiddet ve sapıklık, Batı'nın uzayları tarafından yayılan filmler, gazeteleri ve dergileri, kitapları ve hikayeleri ile her Arap evine girdi ve bu tür araçların perde arkasında duranlar Yahudilerin kendileriydi. Bu, rastlantısal bir şey değil, bilinçli bir tanıtımdır ve bu tür insanlar için tehlikeli sonuçlar doğurur. düşmanlarımız, dostlarımız değil. Zehirli düşünceler daha tehlikelidir, zihinleri zehirler ve görüşlerini köreltir. Medya aldatmacası, güvenli toprakları mayın tarlalarına dönüştürür ve kulağımıza filtreler ve gözlerimize filtreler ve bir pencereden görmemizi sağlar. Bu zamanımızda hiçbir şey masum değil. Bu, tuzaklar ve savaş alanları ve savaş alanlarıdır. Her fırka kendi çıkarını ve mezhebini teşvik ediyor.",
          "id": 46
        },
        {
          "stars": "(18)",
          "img": "../../../../../../../../../src/assets/booksImg/ألعاب السيرك السياسي.jpg",
          "title": "Politik Sirkin Oyunları",
          "pageNum": "120",
          "year": "1991",
          "size": "1.86",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file47",
          "overView": "Politik Sirkin Oyunları, Dr. Mustafa Mahmud'un yazdığı bir kitaptır ve bu kitapta Körfez Savaşı hakkında, üçüncü dünya ülkeleri arasındaki savaşların ateşlenmesinde büyük devletlerin çıkarları hakkında ve Arap dünyasının, büyüklerin elindeki kuklalar gibi hareket etmesi ve yok olması hakkında konuşuyor. ve Saddam Hüseyin'in halkına inatçılığı ve deliliği yüzünden neden olduğu şeyler hakkında konuşuyor ve ayrıca Cemal Abdülnasır'ın sosyalizmi ve onun Mısır ekonomisini nasıl yok ettiğini ve bedava eğitimiyle eğitimi nasıl yok ettiğini konuşuyor, ve ayrıca \"dekoratif\" işçilerin ve çiftçilerin rolünden bahsediyor. -Meclislerde, teknoloji ve gen mühendisliği dilinde bir dünyada konuşan bir dünyada, bunların arkasında duranların Siyonistler olduğunu ve bunların hepsi Yahudilerin kendileri olduğunu açıklıyor. Bu, tesadüf değil, kasıtlı bir tanıtımdır ve bu tür insanlar için tehlikeli sonuçlara yol açar. düşmanlarımız, dostlarımız değil. Zehirli düşünceler daha tehlikelidir, zihinleri zehirler ve görüşlerini köreltir. Medya aldatmacası, güvenli toprakları mayın tarlalarına dönüştürür ve kulağımıza filtreler ve gözlerimize filtreler ve bir pencereden görmemizi sağlar. Bu zamanımızda hiçbir şey masum değil. Bu, tuzaklar ve savaş alanları ve savaş alanlarıdır. Her fırka kendi çıkarını ve mezhebini teşvik ediyor.",
          "id": 47
        },
        {
          "stars": "(51)",
          "img": "../../../../../../../../../src/assets/booksImg/عظماء الدنيا وعظماء الآخرة.jpg",
          "title": "Dünyanın Büyükleri ve Ahiretin Büyükleri",
          "pageNum": "149",
          "year": "1996",
          "size": "3.36",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file48",
          "overView": "Her zaman ve her zaman, Dr. Mustafa Mahmud, en önemli, tartışmalı ve zevkli konuları ele alan biridir. Bu kitabında, hayatımızdaki en önemli konuları bir araya getiriyor; Okuyucuyu fikirlerinin kalbine koyar... Dini dünyadan dünyaya, felsefeden siyasete ve barıştan savaşa kadar, Dr. Mustafa Mahmud, Arap organizasyonunu ve dünyadaki büyük güçleri okumak için bir okuma sunar. hakkında tartışmalar ve onun dolu dosyası, Arap politikaları ve % 99,9 mutabakat hakkındaki hikayesi. Ve ayrıca, İslam'ın dünya çapında durumu ve Avrupa ve Arap dünyasında ona karşı ne gibi entrikalar döndüğü... Bunlar, varlıkla ilgili sıkıntılı meselelerdir, büyük düşünürün hararetli bir şekilde sunulan meselelerdir. ateş hortumu sönmeyen bir volkan gibi.",
          "id": 48
        },
        {
          "stars": "(62)",
          "img": "../../../../../../../../../src/assets/booksImg/التوراة.jpg",
          "title": "Tevrat",
          "pageNum": "96",
          "year": "1972",
          "size": "5.23",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file49",
          "overView": "Bütün bu boş laf kalabalığının sonunda, insanın güneş altında yaptığı tüm çabaların faydası nedir... Bütün nehirler denize akar, ama deniz dolmaz. Tüm konuşmaları yapılamaz... İnsanın gözü doymaz, kulağı duymaz. Ne varsa olacak ve ne yaptıysa, hâlâ yapmaktadır. Gerçekten, hikmet arttıkça üzüntü de artar... Bilgi arttıkça üzüntü de artar. Toprağı ve gökyüzünü tüketen zulümleri gördüm, bu yüzden ölüler ve hiç doğmamış olanlar kıskançlık duydular. Ve insanın yorgunlukla topladığı ve ellerinin meyvelerini alıp, çalışmadığı ve kazanmadığı biri gider. Ve bir insan yüz yıl yaşasa ve günleri uzun olsa ve iyilik yapmazsa, o zaman söylüyorum ki, bir ölü doğması, buna tercih edilir, çünkü hiçbir şey boşuna gelir ve karanlıkta gider. Bu Tevrat... Elmas parçaları gibi parlayan kelimeler, tarihin ve hikayelerin uzun sayfaları arasında yoğun bir çölde... Bu, Kutsal Kitap'ın bir kısmı, ki bazıları hayatını ve çocuklarını kaybettikten sonra göğsünü döven Eyüp peygamberin sözleridir: \"Çıplak çıktım annemin rahmine çıplak geri döneceğim... Rab verdi, Rab aldı... Yücelik Rab'be layık. Her şeyini kaybetmişken, neden kötüyü kabul etmeyelim!",
          "id": 49
        },
        {
          "stars": "(21)",
          "img": "../../../../../../../../../src/assets/booksImg/الإسلام السياسي والمعركة القادمة.jpg",
          "title": "Politik İslam ve Gelecek Savaş",
          "pageNum": "141",
          "year": "1992",
          "size": "2.88",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file50",
          "overView": "Politik İslam, güçlü ve etkili bir İslam kamuoyunun yaratılmasıdır ve devrimlerin yaratılması değildir... Hedefi, kamuoyunun, hükümdara bağlayıcı ve tüm kararlarında onu yönlendirici hale gelmesidir. Yahudiler bunu Amerika'da yapıyorlar, hükümdarları devirmeye çalışmıyorlar, ancak Kongre'de ve basında ve radyoda ve televizyonda bir lobi (lobi) kuruyorlar, kamuoyunu etkilemek ve dolayısıyla hükümdara etki etmek için. Ne olursa olsun, bu bir liderliğin hükümdarlığına karşı bir darbe değildir... Ve herhangi bir liderin kamuya hesap vermesi gerekmektedir. Ve geçmişteki İslami hareketlerin hatası, lideri devirmeye ve sistemi değiştirmeye çalışmalarıydı, bu yüzden hapishaneye girdiler, Parlamentoya girmek yerine... İslam, kişisel bir ikna aracıdır, terör değil. Elbette, İslam'ın dışında olan terörle ilgili bir şeydir... Bu, suçtur.",
          "id": 50
        },
        {
          "stars": "(34)",
          "img": "../../../../../../../../../src/assets/booksImg/سقوط اليسار.jpg",
          "title": "Solun Düşüşü",
          "pageNum": "112",
          "year": "1978",
          "size": "7.17",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file51",
          "overView": "Bu kitapta (Mustafa Mahmud), solun düşüşünü ele alıyor... Parlamentolardaki düşüşü veya insanların hesaplarında ve ilgi alanlarında düşüşü, sadece Mısır'da değil, komünizmin, sosyalizmin ve laikliğin merkezi olan Sovyetler Birliği'nde bile. Yazar, kitabında, çözümün vicdanın uyanıklığında ve insanların farkındalığının oluşturulmasında olduğunu belirtiyor. Öyle ki, Mısırlıların daima beklediği değişiklik meydana gelebilir. Darbelerin ve devrimlerin işe yaramaz olduğu kanıtlanmıştır ve çözümün insanın içinde gerçekleşmesi gerektiği ortaya çıkmıştır, değişim başka biriyle değil, kendi içinde gerçekleşmelidir. Ve herkesin İslami bir anlayışa yönelmesi gerektiğini ve bunun tek bir kişiye dayalı siyasi bir hükümete değil, tüm yaşamın her yönünü içeren bir İslam hükümetine dönüşmesi gerektiğini ve bu anlayışla, Dr. Mustafa Mahmud, politika, felsefe ve tarihi içeren birçok konuya değinir. . ve yaygınlaşmış olan maddenin, gençlerin, yetişkinlerin ve çocukların zihninde, sonunda modern zamanlarımızda müslümanların Allah'ın kiminle yardım edeceğine ve kazanacağına dair sonuçlanır.",
          "id": 51
        },
        {
          "stars": "(44)",
          "img": "../../../../../../../../../src/assets/booksImg/55 مشكلة حب.jpg",
          "title": "55 Aşk Sorunu",
          "pageNum": "92",
          "year": "1966",
          "size": "9.43",
          "cat": "Okuyucu Mektuplarından Seçmeler",
          "file": "file52",
          "overView": "Bu kitap, 'Dr. Mustafa Mahmud'un okuyucularının itiraflarından ve sorunlarından seçilmiş mektuplar' olarak ifade edilebilir, bunlar bazıları komik, bazıları hüzünlü... Birçok kişi 'güzel zamanda aşk' dediğinde, elli ve altmışlı yıllarda olduğu gibi, kitapta yazıldığı gibi, bu aşkın güzelliğini hissetmiyoruz... Bu dönemi, sınıf çatışmasının, paranın insanı yönetmesinin, güvensizliğin, çöküşün ve açıklığın hakim olduğu bir dönem olarak nitelendirebiliriz. Aşkın anlamı, çoğu kişi için insanlık ve mantık değerlerinden yoksundur. 55 Aşk Sorunu'ndan Mustafa Mahmud: Bazı hastalıkları söz iyileştirir... Ruh hastalıkları ve ruh halinin işkenceleri... Konuşma bir vaaz anlamına gelmez... Ancak insanın kendi kendine söylediği iç çekişmeler, onu rahatlatan gözyaşlarını dökebilir veya acı gülümseyebilir... Dr. Mustafa Mahmud, 55 okuyucu sorununu ve çözümlerini ele alıyor. Bu sorunların bazıları sizi ağlatırken, bazıları güldürebilir...",
          "id": 52
        },
        {
          "stars": "(57)",
          "img": "../../../../../../../../../src/assets/booksImg/الطريق إلى جهنم.jpg",
          "title": "Cehenneme Giden Yol",
          "pageNum": "174",
          "year": "1994",
          "size": "19.18",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file53",
          "overView": "Tüm Amerikan saldırgan gücü İsrail'i destekliyor ve tüm Avrupa kasaları onun hizmetinde... İslam ve Müslümanlar suçlanıyor ve tüm dünya karşılarında birleşiyor, bu iki taraf arasında bir barış olacak mı? Bu, desteklerinin kısmetidir... Herhangi bir eşitsizlik var mı?! Bu, daha çok teslimiyet anlaşmasıdır, daha az anlaşma ve uzlaşma... Ve altında kaynayan sürekli bir gaz bulunuyor... Ve gizli bir zulüm ve bastırılmış bir öfke... Ve cehenneme döşenmiş bir yol... Yatıştırma politikası ve barış şarkıları, bu haksızlığı milyonlarca Müslümanın başından atamaz... Bu sadece bir süreliğine sessizlik... Çünkü biz dönüşü olmayan bir gezegendeyiz... Ve gece soğuduktan sonra gün gelir, kışın donundan sonra sıcaklık gelir... Ve güvenli ve huzurlu yıllardan sonra depremler yüksek binaları ve yüksek tepeyi sarsar. Tarih kitaplarında iki sayfa tekrarlanmaz... Her biriniz hükümetini düzeltecek ve önce kendini terbiye edeceksiniz, insanları kırbaçlayacak bir lider yapmadan önce... Politika, güçlü devletlerin ve müttefiklerinin, ezilen halkları cehenneme sürükleyişini yeni bir haber taşımaz, ancak bu zalimliğin, birçok insanın hatırlaması gereken gerçeklerin hatırlanması belki de hala gerekli olan bir zamanda...",
          "id": 53
        },
        {
          "stars": "(55)",
          "img": "../../../../../../../../../src/assets/booksImg/الله.jpg",
          "title": "Tanrı",
          "pageNum": "50",
          "year": "1972",
          "size": "3.08",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file54",
          "overView": "Varlık, mecburiyetin kapısından girer, onun gelişi ezelî kaderdir, bundan kaçış yoktur... Endişelenmenin bir faydası yoktur ve kulun huzurlu bir şekilde rızkını araması gerekmektedir, huzurlu bir zihne ve huzurlu bir kalbe sahip olmalıdır, ancak bu tembellik etmek ve yazılmış olan her şeye bel bağlamak anlamına gelmez... Tanrı, bize başarının nedenini belirler ve Peygamberimizin hadisinde şöyle denir: 'Çalışın, çünkü kolaylık, ona yaratılan şeye verilir...' Çalışma olmadan başarı yoktur, bu en yüksek yasa budur ve Tanrı, kısmetleri tutar veya genişletir, her işçinin hak ettiği gibi, bu kolaylaştırmadır ve zorlaştırmadır.",
          "id": 54
        },
        {
          "stars": "(25)",
          "img": "../../../../../../../../../src/assets/booksImg/عصر القرود.jpg",
          "title": "Maymunlar Çağı",
          "pageNum": "91",
          "year": "1978",
          "size": "1.19",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file55",
          "overView": "Bu kitap, modern, eğitimli kadının dış görünüşe aşırı önem vermesini, evin temel rolünden ödün vermesini tasvir ederek başlar. Ev işlerine olan ilgi azalmış ve her şeyi kendi düşüncesiyle düşünmeye başlamıştır, annesi ve büyükannesi gibi değildir... Erkeklerin kadına bakışı da yarım yüzyıldan az bir sürede değişti, çünkü kadın onu eşi olarak, çocuklarının ilk öğretmeni olarak görürken, şimdi kadın üzerinde sadece bedeniyle ilgilenmektedir. Yazar ayrıca aşağıdaki konuları ele alır: * Sadık, değerler ve ilkeler sahibi insanlar; şu anda nadir! Ve değerlerin ve kavramların nasıl değiştiği! * Eşler arasındaki sevgi, şefkat ve merhamet ve üçü arasındaki fark?! Ve neden son ikisi Kur'an'da sevgi yerine geçiyor?! * Kadınlar niçin cehaletle eşitleniyor? Yûsuf suresinde olduğu gibi... * Faziletli kadın kimdir ve nitelikleri nelerdir? * Aşk ile arzu arasındaki fark nedir? Ve onlar aynı mıdır? Ve kişi içinde bir araya gelebilirler mi? * Kadın, put ve dua için bir araç haline geldiği ve reklamlarda cinsel istismar için bir araç haline geldiği bir dönem! * Gerçekten de son zamanlara mı girdik? * Tüm teknolojik ve medeni ilerlemelere rağmen, nasıl yaşamın kolay yanının zor hale geldiği?!",
          "id": 55
        },
        {
          "stars": "(25)",
          "img": "../../../../../../../../../src/assets/booksImg/من أمريكا إلى الشاطئ الآخر.jpg",
          "title": "Amerika'dan Diğer Kıyıya",
          "pageNum": "58",
          "year": "1982",
          "size": "4.77",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file56",
          "overView": "Yazar, Amerika'daki büyük teknolojik ilerlemeyi anlatarak başlar, ardından bir dizi ardışık tarih vererek, kamuoyunun Amerikan olaylarını nasıl etkilediğini ve hepsinin bir icadın ortaya çıkışı olduğunu ve ilerlemeyi ve... Sonra yazar, komünizmden bahseder ve zamanla nasıl değiştiğini anlatır, çünkü zengin ve güçlü devletlerin mücadelesi için değil, maddi hırslar için savaş ve yıkım... Yazar, televizyondan bahseder ve nasıl değiştireceğini ve dünyayı yöneteceğini ve belki de bu icadın neler yapacağını tahmin ettiği bir dönemde yaşadığımızı belirtir... Sonra yazar, 1980'lerin başında Yugoslavya'ya (kitap, 1980'lerin başında bahsedilmektedir) ve özellikle de Bosna-Hersek'in başkenti Saraybosna'ya gider ve yazar, 4 milyon Müslümanın, Avrupa'nın kalbinde, aynı dağlar ve ovalar ve Avrupa'nın ruhu içinde yaşadıklarını ve İslam değerlerini, hoşgörüyü ve alçakgönüllülüğü nasıl bulduklarını anlatır. Ve yazar, yanına sadece komşu Avusturya'ya geçerse, farklı bir yaşam bulacağını, yaşamının tamamen turizme bağlı olduğunu ve sosyalizmden veya başka bir şeyden umursamadığını, sadece herkesin Yunan medeniyetinden heykeller satın almak için Yunanistan'a gelmesini istediğini belirtir... Yazar, kitabın son bölümünde çözümü ele alır ve bu değişikliklere karşı duruşumuzu nasıl alacağımızı belirtir: Bilim, çalışma ve üretim ve İslam'ın bizi alıştırdığı ahlaki değerler, birlik bayrağının arkasında durmak ve akla saygı göstermek ve her şeyi kapsayarak ve bütünsel olarak düşünmek ve düşünmek ve...",
          "id": 56
        },
        {
          "stars": "(37)",
          "img": "../../../../../../../../../src/assets/booksImg/كلمة السر.jpg",
          "title": "Anahtar Kelime",
          "pageNum": "164",
          "year": "1998",
          "size": "5.94",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file57",
          "overView": "Anahtar kelime, kapıları açan kelime... Hasreti gideren kelime... Zalimi korkutan kelime... Kalpleri rahatlatan kelime. Her birimizin bir anahtar kelimesi var, bu aracılığıyla sırlarımıza ve ruhlarımızın derinliklerine bakabiliriz. Dr. Mustafa Mahmud'un geniş bilgisi ve aydınlatıcı görüşü beni her zaman şaşırtıyor. Her zaman derinlemesine bir analiz sunar ve kapsamlı bir bakış açısı sunar, derin bir iman ve adalet duygusu ile sarar. \"Nabil Abaza\" tarafından yazılan kelimenin ruhunu çok iyi ifade ettiğini düşünüyorum: Dr. Mustafa Mahmud bu kitapta hayatımızdaki mutsuzluğun ve acının sırrını, toplumun bozulma nedenini ortaya koyuyor. Çünkü, Allah'ı unuttuk ve dünya arzularına daldık. Taha suresinde Allah şöyle diyor: \"Kim zikrimden yüz çevirirse, şüphesiz ona dar bir yaşam veririz ve onu kıyamet gününde kör olarak haşrederiz.\" Taha suresi, ayet 124. Dr. Mustafa Mahmud şöyle sorar: Günümüz dünyası tamamen bu özlü kelime \"darlık\" ve \"yüz çevirme\" ile özetlenmiyor mu? Dünya tamamen her şeyden uzaklaştı ve tamamen ilahi olan her şeyden vazgeçti ve tamamen dünyevi ve dünyevi ve şehvetli olan her şeyde boğuldu, değil mi?! Ve dünyada ve ahirette mutlu yaşamak için tek çözüm Allah'ı hatırlamak ve İslam'ın öğretilerini ve Hanif dinin prensiplerini takip etmektir. Allah'ı an, umarım seni memnun ve hoşnut eder. Nabil Abaza",
          "id": 57
        },
        {
          "stars": "(37)",
          "img": "../../../../../../../../../src/assets/booksImg/علم نفس قرآني جديد.jpg",
          "title": "Yeni Kuran Psikolojisi",
          "pageNum": "172",
          "year": "1998",
          "size": "4.68",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file58",
          "overView": "Bu kitap, tüm ruhların hastalıklarını tedavi eden bir eczaneyi işaret eder ve tüm zihin hastalıklarını iyileştiren bir eczaneyi işaret eder ve tüm kalp ilaçlarını iyileştiren bir eczaneyi işaret eder!! Ve bu eczane Kuran'da bulunur... Allah'ın bizimle olduğuna inanmak, adaletin var olduğu anlamına gelir... ve merhamet var... ve affetmek var... ruhları sakinleştirmek ve kalpleri rahatlatmak demektir. ve endişe yok. ve hissiyatın huzur ve huzurunu hakim kılmak ve iç huzuru ve iyimserlik ve faaliyet ve iş... Ve bunun meyvesi olan \"La ilahe illallah Muhammadur Rasulullah\" inananın içinde hissedilir ve ifade edilir ve inanılır ve yaşanır. Ve huzur... insana iç krallığını hakim kılabildiğini gösteren özellik, onun yönetimini ve yönlendirmesini ve dürtmesini yapar... ve bu şekilde endişe, korku ve vesveseye kapılmaz... ve şehvetlerine ve içgüdülerine hakim olabilir. Dr. Mustafa Mahmud, değerli araştırmasıyla, Kuran'da bulunan kapsamlı ve derin bir psikoloji bilimini açığa çıkarır... ve bu, Yahudilerin \"Freud ve Adler\" gibi psikoloji bilimini geliştirdiği şeyin tam tersidir, safsata ve sapıklıklar ve bozukluklar ve karmaşalar ve şehvetler.",
          "id": 58
        },
        {
          "stars": "(49)",
          "img": "../../../../../../../../../src/assets/booksImg/شلة الأنس.jpg",
          "title": "Dostlar Grubu",
          "pageNum": "65",
          "year": "1964",
          "size": "1.03",
          "cat": "Kısa Hikayeler",
          "file": "file59",
          "overView": "Dostlar Grubu, küçük bir hikaye koleksiyonudur ve yayıncı, kitabın başlığını kitabın içindeki hikayelerden birinin başlığı olarak seçti, böylece kitabın adını yapar. Dostlar Grubu, koleksiyonun en iyi hikayelerinden biridir ve en önemli olanı, bir hemşirenin tıp okulundaki öğrenciye olan aşkıdır. Gerçekten de çocuk çok güzel, ondan on yaş büyük ve delice onu seviyor ve aynı zamanda onu sevdiğini söyleyemiyor, çünkü o ona aşık olduğunu söylüyor ve onunla evlenmek istiyor ama o onunla alay ediyor ve ona der ki: Sen ne saçma şeyler söylüyorsun... Ne diyorsun sen hala küçüksün... Utanmıyor musun ve sen bu konuşmayı yapıyorsun. , o ise içinde onun bu gerçekleşmesini diliyor. Yukarıdakilerle ilişkili olarak, bu harika hikaye koleksiyonu hakkındaki yorumumu size aktarmak istiyorum, ilk okumalarım sırasında kitaba arkasına yazdığım yorumu aktarıyorum - diyorum ki - ve bu hikaye koleksiyonunu düşünen kişi bulur ve elhamdülillah ve hiç kimse hakkında bilinmeyen gerçekler, bu kitaptaki en iyi şeyin \"görünümler\" olduğunu söylemek mümkündür. Ve metindeki derin duygular ve ayrıntılı ruhsal tanımlar, bir kızın vücudunun belirgin kaslı erkekliğe doğru eğilimini açıkça gösterirken, kadınlığın baskın zarafetini ifade ederken, içinde yanıp tutuşuyor ve tek bir harf bile konuşmazken, fakat başka bir konuda herhangi bir meslektaşı ile konuşursa, dili konuşur gibi konuşur. herhangi bir şey yoktur, ama aklı, şeytanı olmayan başka bir şey yoktur, ve görünüşlerin zıttı 180 derecedir. ve \"milimetrede\", her şeyin Allah'ın elinde olduğuna tamamen inanır.",
          "id": 59
        },
        {
          "stars": "(18)",
          "img": "../../../../../../../../../src/assets/booksImg/السر الأعظم.jpg",
          "title": "Büyük Sır",
          "pageNum": "125",
          "year": "1975",
          "size": "1.34",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file60",
          "overView": "\"Bir insan\" hiçbir zaman hayatı boyunca durup da kendisine sormaz mı: Nereden, nereye ve hikaye nedir ve ölümden sonra ne olacak. Her şeyin toprağa dönmesi anlamına gelir mi? Yoksa bu sonsuz bir hikaye mi olacak? İşte yazar başlangıcı böyle yapar, okuyucuyu gerçekten de durup kendisine sormaya zorlayarak: Nereden, nereye. Ve ne kadar okursa okusun, ve anlamlara ne kadar dikkat ederse etsin, kendisini daha da büyük bir şaşkınlık içinde bulur ve fikir yorucu, tükenmek bilmeyen bir fikir olarak bulur, zira zıtlıklar arasında gidip gelir, hareket ve sessizlik, madde ve ruh, kölelik ve ilahilik arasında. Bu da onu nefes nefese, daha fazlasını öğrenmek için susuz bir şekilde bırakır. Yazar, tasavvuf geleneğinden bazı konuları ele alarak, bazı sufilere ait şiirleri inceler, İbn Arabi ve Ebu'l-Azaim gibi, ve okuyucuyu derinlere doğru bir yolculuğa çıkarır, zaman ve mekanın sınırlarını aşar, ve her anlamın ardında anlamlar, ve her ayetin ardında ayetler olduğunu bulur. Ruhani bir egzersiz yorucu bir şeydir, bazı bölümlerde neredeyse aşırıya kaçar gibi hissedebilirsiniz ve bazı bölümlerde bu uygulama İslam'ın özünden sapmaya ve orta yolunu terk etmeye neden olabilir. Ayrıca, bazı sufilerde, bu durum, bu ruh hali, tanrısal kimliği benimsemeye kadar gidebilir, böylece insanı tanrıyla bütünleştirir. Sufi bilgisi çok derin bir bilgidir, hızla üzerinden geçemeyiz, ve ayrıca, her şeyi kabul etmek için hızla geçemeyiz, ancak yazarın sonunda açıkladığı gibi, o \"seçici bir okuma geleneği gerektirir, her harfi ağırlığını bir tartı ile ölçer, İslam'ın ışığında, ve her şeyi doğruyu ve yanlışı, kitabı ve sünneti ve doğru inancı, aşılamamak için bir mizanla karşılaştırırız. \"",
          "id": 60
        },
        {
          "stars": "(38)",
          "img": "../../../../../../../../../src/assets/booksImg/القرآن محاولة لفهم عصري.jpg",
          "title": "Kur'an: Modern Anlayış Denemesi",
          "pageNum": "68",
          "year": "1969",
          "size": "0.41",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file61",
          "overView": "Düşünmek, bin yıl ibadetten daha iyidir... Ve bu kitap, sizi bilinçsizce düşünmeye ve düşünmeye davet ediyor, sizi en geniş kapılarının içine sokuyor, hissetmeden, gerçek doğasında evreni, pürüzsüz bir şekilde... Düşüncenin ve kozmik felsefenin derinliklerine dokunurken, bir yandan da yorumu sunar. Bu, o zamanlar kurtuluş halkasındı... Yazar, insanoğlunun kontrol ve seçim hakkını ele alırken, yaratılış hikayesini başlangıcından beri bilimsel teorilerle bağdaştırır ve Kur'an'ın doğruluğunu vurgularken yanlışlarını da eleştirir, bilimsel kesinliği bu evrenin Yaratıcısından ve Mühendisinden getirir... Bu kitabı, zihin, kalp ve vicdan için bir zevk olarak sunuyoruz... Bu zevki, sadece bu düşünce alanına girdiğinizde hissedeceksiniz, yükselecek, düşünecek ve düşüneceksiniz, çünkü bizi Allah'ın emrettiği gibi \"düşünmek ve düşünmek\".",
          "id": 61
        },
        {
          "stars": "",
          "img": "../../../../../../../../../src/assets/booksImg/لماذا رفضت الماركسية.jpg",
          "title": "Neden Marksizmi Reddettim",
          "pageNum": "48",
          "year": "1976",
          "size": "5.5",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file62",
          "overView": "Eser yazmaya başladığımda, 1950'lerde Marksizm, o dönemin genç isyan eden moda akımıydı... O zamanlarda onun broşürlerini okuyorduk ve hayallerimizi bu yeni dinin cennetiyle, adil bir dünya, refah, yiyecek ve giyecek ve işçi, köylü ve yığınların özgürleşmesi, feodalite ve sömürüyle mücadele ederek dolduruyorduk. Moskova, bu yeni dinin anavatanı gibi görünüyordu, herkesin içinde döndüğü bu dönüşte iyilik ve refah yayıyordu. Uyanışımızın ilk işareti, yurt dışına seyahat ettiğimizde geldi ve Macaristan, Romanya, Almanya ve bu dönüşün gerçekleştiği Doğu ülkelerinde yıkımı, çöküşü ve yoksunlukları ve hayal kırıklığı içinde yüzleri gördük. İkinci büyük şok, Stalin'in dosyasını açtığında geldi ve bununla beraber, Stalin'in işlediği haksızlıkları ve milyonlarca işçi, köylü ve aydınını, onları hapishanelerde ve kamplarda öldürdüğü ve onları tüfeklerle öldürdüğü ve Sibirya'daki dondurucu soğuklarda ölüme terk ettiği zalimlikleri açıkladı. O zamanlar bize dediler... Kitap, Dr. Mustafa Mahmud ve Profesör Khalid Mohy al-Din arasında yazılmış bir tartışma, sonuncusu Marksizmi savunurken aynı zamanda bir Marksist olmadığını iddia eder ve ona karşı çıkar.",
          "id": 62
        },
        {
          "stars": "(63)",
          "img": "../../../../../../../../../src/assets/booksImg/قراءة للمستقبل.jpg",
          "title": "Geleceği Okuma",
          "pageNum": "98",
          "year": "1990",
          "size": "1.56",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file63",
          "overView": "... 1950'lerde yazmaya başladığımda Marksizm, o dönemin genç isyan eden moda akımıydı... O zamanlarda onun broşürlerini okuyorduk ve hayallerimizi bu yeni dinin cennetiyle, adil bir dünya, refah, yiyecek ve giyecek ve işçi, köylü ve yığınların özgürleşmesi, feodalite ve sömürüyle mücadele ederek dolduruyorduk. Moskova, bu yeni dinin anavatanı gibi görünüyordu, herkesin içinde döndüğü bu dönüşte iyilik ve refah yayıyordu. Uyanışımızın ilk işareti, yurt dışına seyahat ettiğimizde geldi ve Macaristan, Romanya, Almanya ve bu dönüşün gerçekleştiği Doğu ülkelerinde yıkımı, çöküşü ve yoksunlukları ve hayal kırıklığı içinde yüzleri gördük. İkinci büyük şok, Stalin'in dosyasını açtığında geldi ve bununla beraber, Stalin'in işlediği haksızlıkları ve milyonlarca işçi, köylü ve aydınını, onları hapishanelerde ve kamplarda öldürdüğü ve onları tüfeklerle öldürdüğü ve Sibirya'daki dondurucu soğuklarda ölüme terk ettiği zalimlikleri açıkladı. O zamanlar bize dediler... Kitap, Dr. Mustafa Mahmud ve Profesör Khalid Mohy al-Din arasında yazılmış bir tartışma, sonuncusu Marksizmi savunurken aynı zamanda bir Marksist olmadığını iddia eder ve ona karşı çıkar.",
          "id": 63
        },
        {
          "stars": "(22)",
          "img": "../../../../../../../../../src/assets/booksImg/عالم الأسرار.jpg",
          "title": "Sırlar Dünyası",
          "pageNum": "66",
          "year": "1992",
          "size": "1.4",
          "cat": "Makaleler",
          "file": "file64",
          "overView": "Bu kitap, çeşitli konularda büyük bilim adamı tarafından yazılmış harika makaleleri içerir (dini, bilimsel ve siyasi dil: Adam'ın konuştuğu dil: Arapça'nın kökeni ve gerçekliğine dair araştırmaların incelenmesi Tüm peygamberler buradan geçti: Mısır'ın tüm peygamberlerin geçtiğini gösteren kanıtları inceleyen yazılar Nefes almadan önce ruhlarımız neredeydi?: Barzakî kavramın bütünleştirilmesi ve yazarın Kuran'daki düşünceleri Büyüklerin dünyası öbür dünyanın büyükleri mi?: Dünya büyükleri ahiret büyükleri mi olmalı, dünyada büyük olan ahirette büyük olmalı, çünkü Allah'ın kriterleri farklıdır Neden ruhlarımız hastalanır?: İslam'ın, inanan kişinin ruhunu nasıl etkilediği ve bunu hoşnutluk, iman ve huzur içinde giydirerek etkilediği Üstün olanın tam bir birliği nedir?: Tanrı'yı ve onun büyüklüğünü, merhametini ve bağışlamasını düşünme ve muhakeme etme Riba ve bankaların hikayesi: Faiz, paranın satın alma gücünü azaltırken, faiz, nicel bir artıştır ve dini bilimsel düşüncenin teşvik edilmesi ve Allah'ın hoşnutsuzluğuna karşı çağrısı, büyüleyici bilimsel bir çağa ve ahlaki özelliklere dayalı bir medeniyetin yükselmesine bir çağrı",
          "id": 64
        },
        {
          "stars": "(76)",
          "img": "../../../../../../../../../src/assets/booksImg/حكايات مسافر.jpg",
          "title": "Bir Gezginin Hikayeleri",
          "pageNum": "131",
          "year": "1992",
          "size": "1.12",
          "cat": "Seyahat Edebiyatı",
          "file": "file65",
          "overView": "The Saqiya Book Club, 29 Aralık Çarşamba günü saat 18:00'de Saqiya Abdul Monem El Sawy'nin Zemalek'teki merkezinde 'Bir Gezginin Hikayeleri' adlı kitabı tartışacak. 'Bir Gezginin Hikayeleri' -Dar al-Ma'arif tarafından yayınlanan- Mustafa Mahmud'un çeşitli ülkelerde gerçekleştirdiği seyahatler hakkında bir dizi makaleyi içerir ve onun kültürlerini ve halklarını hikaye tarzında gösterir... Bölümler, Hamburg'da Gerilim, Roma'da Düşünceler, Londra'da Kesitler, Çatışmanın Beyrut'ta, vb. üzerine odaklanır... Paris ve Londra'ya, Beyrut'a ve Trablus'a - Libya'nın özelliklerine odaklanarak Mustafa Mahmud'un düşüncesini farklı kılan, seyahat edilen ülkenin vatandaşları ve onlarla olan etkileşimlerindeki ideolojilerdir.",
          "id": 65
        },
        {
          "stars": "(43)",
          "img": "../../../../../../../../../src/assets/booksImg/لغز الحياة.jpg",
          "title": "Hayatın Sırrı",
          "pageNum": "100",
          "year": "1967",
          "size": "26.61",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file66",
          "overView": "Hayatın Sırrı... Bilim ve araçlarının ilerlemesiyle bilgiler arttıkça, bu mucize karşısında insan zihnini şaşırtıyor. Dr. Mustafa Mahmud bu gizemi açıklamak için bu kitabı yazdı, başlangıçta milyonlarca yıl süren, zayıflık ve yaşlanma olmadan, eşleşme ve döllenmeye dayanmayan yaşam şekliyle yaşamın şeklini açıklar... Sonra yasak ağacın evriminden sonraki yaşamın gelişimine geçer ve onunla yokluğa doğru yolculuğunu açıklar. Kitabın konuları, Darwin'in teorisi, Freud'un teorileri ve atom bombası, hayvanların ve böceklerin dilleri ve yaşamın ve bilimin diğer sırları arasında çeşitlenir. Yazar, bu konuları özgün bir tarzda sunar ve çevremizdeki dünyaya yeni bir bakış sunar.",
          "id": 66
        },
        {
          "stars": "(54)",
          "img": "../../../../../../../../../src/assets/booksImg/الطريق إلى الكعبة.jpg",
          "title": "Kâbe'ye Yolculuk",
          "pageNum": "45",
          "year": "1971",
          "size": "9.27",
          "cat": "Seyahat Edebiyatı",
          "file": "file67",
          "overView": "Dr. Mustafa Mahmud bu kitapta hac yolunda Kâbe'ye yaptığı seyahatini anlatıyor. 'Biz, Cumhuriyet Başkanı ile buluşmak için takım elbise giyiyoruz, ancak Allah'ın huzurunda hiçbir şeyiz, neredeyse hiçbir şey yapamıyoruz. Bu, bir insanın söz ve eylemiyle bir bütün yaratmak için bir araçtır. İyilik, yalnızca bir söz halinde kalmaz, dil ile ifade edilir, aynı zamanda cebinize uzanır ve cömertlik gerçek bir cömertlik olmadan gerçekleşmez. Bu hareket, bir tür putperestlik ritüeli mi, yoksa rahipçe bir ayin mi? Bu anlamda, İslam'ın ayinleri ayinler değil, dini hislerin son derece basit ifadeleridir. İşte bu yüzden İslam, törenleri, rahipliği olmayan ve rahipleri olmayan tek dindir.",
          "id": 67
        },
        {
          "stars": "",
          "img": "../../../../../../../../../src/assets/booksImg/الزلزال.jpg",
          "title": "Deprem",
          "pageNum": "42",
          "year": "1963",
          "size": "4.31",
          "cat": "Tiyatro",
          "file": "file68",
          "overView": "Üç bölümden oluşan bir tiyatro eseri, insanların paraya olan düşkünlüğünü ve onu Allah'ın yolunda harcamakta cimriliğini tasvir ediyor, her şeyin fani olduğunu ve paranın sahibine ölümünde fayda sağlamayacağını bilerek. Deprem, Mustafa Mahmud'un olağanüstü koşullar altında yazdığı bir tiyatro eseridir; çünkü Nasser'in Mustafa Mahmud'u gazetecilikten men etme kararı çıktığında yazılmıştır. Bu tiyatro eseri, o dönemde var olan toplumun geleceğini öngörme türünde yazılmıştır. Mustafa Mahmud, çelişkili özelliklerle dolu birçok karakteri seçmiştir. Cimri karakter, eğitimli ve açık fikirli karakter, hayatı aşka kadar sevenler ve ölüme ve onun görünüşlerine aşık olanlar ve onlarca özellik gösterenler!",
          "id": 68
        },
        {
          "stars": "(71)",
          "img": "../../../../../../../../../src/assets/booksImg/سواح في دنيا الله.jpg",
          "title": "Allah'ın Dünyasında Yolcular",
          "pageNum": "96",
          "year": "2000",
          "size": "11.29",
          "cat": "Makaleler",
          "file": "file69",
          "overView": "Bazı insanlar dinin emirlerini, yasaklarını, ceza kurallarını ve helal ve haram sınırlarını anladıklarını düşünürler, ve bunlar dünya işlerinden başka bir şey değildir... Ancak din, daha derin, kapsamlı ve uzaktır. Din aslında buraya gelirken getirdiğimiz eski sevgi ve kalıcı özlem, kalplerimizin içine yerleşmiş, bu dünyadan geldiğimiz yere olan özlem ve ruhumuzun doğduğu kaynağa olan sürekli özlemdir. ve ruhun kaynağına olan susuzluk, tüm varlığımızda hasret ve özlemdir. Bu özlem, dünyanın saçmalığı, adaletsizliği, boşuna uğraşı ve düzensizliği bizi çevrelediğinde sadece bir an hissediliriz, kendimizi yabancı hissederiz ve bu dünyadan olmadığımızı hissederiz. geçici ziyaretçiler ve bu an, içimizdeki o yere özlem duyarız ve gözlerimizi gökyüzüne çeviririz ve her bir parçamız, 'Ey Allah' der. İşte Mustafa Mahmud'un bu makalelerle olan sohbeti, kalplerin samimi itirafıdır.",
          "id": 69
        },
        {
          "stars": "(65)",
          "img": "../../../../../../../../../src/assets/booksImg/أيها السادة اخلعوا الأقنعة.jpg",
          "title": "Sayın Beyler, Maskelerinizi Çıkarın",
          "pageNum": "108",
          "year": "1984",
          "size": "10.72",
          "cat": "Düşünce ve Çalışma Kitapları",
          "file": "file70",
          "overView": "Politika okyanusu sular altında, öğrenci protestolarını yönlendiren ve bağıran kişi, neyi hizmet ettiğini ve kime hizmet ettiğini artık bilmiyor. Çoğu zaman, başkaları tarafından bilinçsizce kullanıldığını ve başkaları tarafından kullanıldığını keşfeder ve bunun inşa aracı olduğunu düşündüğü bir araç olduğunu keşfeder. Bu, hakikatı çağıran bir araç olarak kabul edilir. Hatta kelimeler, ateşli bir şekilde bağırdığında, genellikle kelimeleri olmadığını keşfeder, ve onun için o kelimeleri onun ağzına koyan ve ona koyan birisi olduğunu keşfeder... Kitap, mevcut zamanın Arap dünyasındaki politik, sosyal, ekonomik ve dini tüm eğilimlerini ele alırken, bu doğru zaman Sayın Beyler, Maskelerinizi Çıkarın kitabını okumak için, Arap ülkelerinin hükümetlerine karşı devrimlerle dolu olduğu zaman, bu uygun zamandır.",
          "id": 70
        },
        {
          "stars": "(24)",
          "img": "../../../../../../../../../src/assets/booksImg/أكل عيش.jpg",
          "title": "Hayatı Yemek",
          "pageNum": "134",
          "year": "1954",
          "size": "1.4",
          "cat": "Kısa Hikayeler",
          "file": "file71",
          "overView": "Anlık bir heyecan istiyorum... Aşk anı... Şaşkınlık anı... Bilgi anı... Hayatımı anlamlı kılacak bir an... Hayatım sadece hayatta kalmak için değil, anlamı yok, çünkü bu sadece bir devam. Kitabın girişi budur, yazar yedi hikayesinin özetini sunar, çok sayıda karakterini ve 50'lerin ortamını yansıtan karakterlerini, çok yönlü bir karakter gibi görünüyor. Karakterler, farklılıklarına rağmen, hayatlarından hoşnutsuzlukla ve onu sadece devam ettirmek yerine daha iyi bir yaşam arayışı içinde birleşir. Karakterlerin özellikle isyan ve eylemlerden yoksun olduğunu fark ediyoruz, ve hikayelerin olayları binlerce yıl önceden yazılmış kaderin bir tepkisi gibi görünüyor ve değişiklik denemesinde umut yok. Yazar, bir sahneyi gözlemliyor gibi görünüyor ve henüz bir çözüm önerisine ulaşmamış gibi. Yazar bana bu karakterlerden biri gibi geliyor, veya belki de hepsi, ve genel olarak bir krizi tartışıyor, kendi jenerasyonunun krizini ve tüm jenerasyonları. Çünkü söyledikleri günümüzden çok uzak değil.",
          "id": 71
        },
        {
          "stars": "(44)",
          "img": "../../../../../../../../../src/assets/booksImg/أكل عيش.jpg",
          "title": "İmkansız",
          "pageNum": "144",
          "year": "1960",
          "size": "4.31",
          "cat": "Romanlar",
          "file": "file72",
          "overView": "Roman, yaşamayı seçmedikleri, çevrelerindeki insanlar tarafından dayatılan bir yaşamı yaşayan insanlar hakkında dönüyor. Genç bir mühendisin hayatının sahte olduğunu ve gerçeğini aniden keşfetmesini anlatıyor, her şeyin ona seçim yapma fırsatı vermeden dayatıldığını, karısı evin ve çocukların dışında hiçbir şeyi umursamadığını, Mona Lisa tablosunun onun evinin duvarını kapladığını ve babasının ona bu tablonun ne kadar güzel olduğunu ve ellerin gülümsediğini ve bu düşüncenin babasının kişisel görüşü olduğunu düşündüğünü, ancak bu düşüncenin bir dergide yayınlandığını ve babasının kişisel görüşü olmadığını gördüğünü gördüğü zaman.",
          "id": 72
        },
        {
          "stars": "(44)",
          "img": "../../../../../../../../../src/assets/booksImg/رحلتي من الشك إلى الإيمان.jpg",
          "title": "Şüphe İçeriden İmana",
          "pageNum": "71",
          "year": "1970",
          "size": "0.34",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file73",
          "overView": "Allah'a ibadeti reddettim çünkü ben kendimi ibadet ediyordum ve bilincin uyanışından ve çocukluk aşamasının başlangıcından itibaren düşüncelerimde parlayan ışığın cazibesine hayran kaldım. Her gün tekrarlanan tartışmanın arkasındaki psikolojik durum buydu... Mantığın temelleri de benim için eksikti ve mantığı tedavi ederken mantıkla çeliştiğimin farkında değildim, yaratıcıyı kabul ettim ve ardından onun yaratığını yarattığımı söyledim, zamanında bir varlık ve bu varlık kendisi içindir ve başka bir şeye ihtiyaç duymaz. Yaratıcının var olma nedeni başka bir nedenle, bu onu birincil neden zincirinin bir halkası yapar ve onu birincil neden yapmaz. Bu felsefi meseleler, Aristoteles'in birincil neden ve varlık için birincil hareket edenleri söylemesiyle sonuçlandı. Bu boyutlar o zaman aklımda belirgin değildi. Ve henüz Aristoteles'i tanımıyordum ve mantığın ve argümanın ilkelerini bilmiyordum. Ve bu, kitaplarda ve binlerce gece yalnızlık, meditasyon ve iç tartışma ve gözden geçirme ve gözden geçirme gerekti. Ardından düşüncelerin her yönünü çevirerek Tanrı ve insan arasındaki sivri yolu kesmek için düşünceyi çevirmek.",
          "id": 73
        },
        {
          "stars": "(12)",
          "img": "../../../../../../../../../src/assets/booksImg/الطوفان.jpg",
          "title": "Tufan",
          "pageNum": "66",
          "year": "1976",
          "size": "2.68",
          "cat": "Kısa Hikayeler",
          "file": "file74",
          "overView": "Tufan, birkaç kısa oyun içerir ve başlıyor ve kapitalizm ve komünizm ve İslam sistemi arasında bir diyalogla başlıyor, her biri karakterle temsil edilmiş ve içine daldıklarında hayatın olumsuzluğunun neden olduğunu ve medeniyetlerin nasıl yok olduğunu gösterir, daha sonra tamamen farklı bir görüntüye geçer ve bir çiftin nişanlanmalarından 20 yıl sonra yaşamlarını takip eder ve komikti, çünkü şeker ve limon değişmedi, ama ruhlar değişti, derler ve gerisi daha düşük seviyede olmasına rağmen, Dr. Mustafa her zaman düşünmeye ve düşünmeye açılan kapılar açar.",
          "id": 74
        },
        {
          "stars": "(42)",
          "img": "../../../../../../../../../src/assets/booksImg/في الحب والحياة.jpg",
          "title": "Aşk ve Hayat Üzerine",
          "pageNum": "148",
          "year": "1966",
          "size": "1.68",
          "cat": "Makaleler",
          "file": "file75",
          "overView": "Ve bu nedenle, her zaman düşündükten sonra, sonunda aşkın, sanatın, dinin ve özgürlüğün metafizik kapılarında durduğu gibi görünüyor... Ve bunlar, algılarımızın ötesinde saklı olan farklı fenomenler ve burada birincil olarak değinmek istemediğimiz, dinleyicilerin ilgili bir görüşte bulundukları anlamına gelir. İnsan aşkını söylerken \"abadi dini\" ve Amerikalılar ve Kübraya ne dersiniz, Kahire'nin saat birinden sonra köprüler ve büyük annelerden bir kadeh sonra ne dersiniz? Ve ne hakkında konuşuyor Mustafa Mahmud'un bu sayfalarda aşk ve hayat hakkında. Aşkın farklı biçimleri ve hayatın derinlikleri. Bu konulara nesnel bir yaklaşımla yaklaşıyor ve analitik bir derinlikle ele alıyor, böylece toplumumuzda yanlış kavramlardan ve zamanın aşındırdığı miraslardan kaynaklanan kanayan yaraya parmağını koyuyor, aşk ve evlilik konusundaki bireyin bakışını düzeltmeye ve ayarlamaya çalışıyor. isteklerin ötesinde. Ve Casanova aşkı değil, aşkımızı kastediyoruz, bu nadir aşk, nadir ilişkilerde büyür ve unutulmayı yaşar ve unutulmaz bir hikaye haline gelir ve onun kahramanlarına saygı ve duygusal etki verir.",
          "id": 75
        },
        {
          "id": 76,
          "stars": "",
          "img": "../../../../../../../../../src/assets/booksImg/نار تحت الرماد.jpg",
          "title": "Küllerin Altındaki Ateş",
          "pageNum": "100",
          "year": "1979",
          "size": "1.17",
          "cat": "Makaleler",
          "file": "file76",
          "overView": "Bu kitap, kendi özel bakış açısından birçok konuyu tartışan bir düşünce kitabıdır ve komünizm ve Marksizm hakkında konuşurken kabul edilebilir bir şey vardır ve onun için inanç meselesinde felaketler ve imanın kesinliği meselesi sadece şekli inanç değil, kabul edilebilir. . \n Dini veya siyasi alanda, bir şeylerin dış görünüşüne değil, içindeki esasa bakmanın ve kelimelerle oynamanın önemine değindi. Tarihte, dini, siyasi veya sosyal sloganlarla yükselen ve takipçilerini gerçekleşmeyen vaatlerle hayal kırıklığına uğratan birçok erkek örneğini verdi, çünkü onlar sadece sloganlarına sıkıca bağlı kaldılar ve zihinleri ele geçirdiler, ancak eylemleri tamamen tamamen başka bir şey yaptı. ."
        },
        {
          "id": 77,
          "stars": "",
          "img": "../../../../../../../../../src/assets/booksImg/القرآن كائن حي.jpg",
          "title": "Kuran Canlı Varlık",
          "pageNum": "74",
          "year": "1978",
          "size": "5.72",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file77",
          "overView": "Kur'ân dilinin, yazı dilimizden veya konuşma dilimizden farklı olduğunu belirtti; çünkü bu, hatasız ve eksiksiz bir dil, bir yazı değil, bir konuşma. Kur'ân'da, yıldızlar ve yörüngeleri, yeryüzü ve yaratılışı ve hayatı ve başlangıcı hakkında konuşan birçok evrensel ayet var ve bilimler, Kur'ân'ın indirilmesinden sonra yüzyıllar boyunca yeni ve etkileyici gerçekleri getirdi, ancak hiçbiri Kur'ân'ın sözlerini ihlal etmedi ve hiçbir ayeti geçersiz kılmadı, aksine, hepsi Kur'ân'ın sözleriyle uyum içinde ve onları daha da doğruladı. Kur'ân, yönetim biçimlerinde, ekonomide, ahlakta, insan haklarında, ailede, evlilikte, kadında ve hukukta son sözü söyler, dilde belirgin bir zirve ve ifadede zirve ve başka hiçbir kitapta benzeri yoktur ve antikler bunun hakkında konuştu ve övüldü ve İbn Atıyye'den başka kimsenin ona erişemediği söylendi ve Mustafa Mahmud, bu boyutu ve inşaatı ve canlı bağlantıyı söz ve söz arasında bırakmadı. Bu kitabında yazar, dilde, sadelik, estetik ve açıklıkla, bilimsel doğrulukla, ulaştığı sonuçları açıklar. Bu yüzden \"Kuran Canlı Varlık\" muhteşem bir kitaptır ve neden olmasın, çünkü bu, Kur'ân'ın hazinesindeki bir inciyi araştıran bir kitap."
        },
        {
          "id": 78,
          "stars": "(46)",
          "img": "../../../../../../../../../src/assets/booksImg/المسيخ الدجال.jpg",
          "title": "Deccal",
          "pageNum": "73",
          "year": "1979",
          "size": "1.2",
          "cat": "Kısa Hikayeler",
          "file": "file78",
          "overView": "En iyi kısa hikayelerinden biri, özellikle de Deccal'in hikayesi, Mustafa Mahmud'un Deccal'i ve hızla ortaya çıkışını ve ardından Deccal'in cehennemde nasıl tasvir edildiğini ve onunla buluşmalarını ve onunla olan diyaloglarını bir komedi felsefesi içinde tasvir etmesi şaşırtıcıydı. Mustafa Mahmud'un Deccal ve cehennem hakkındaki bu hayalî anlatımının, bu gizemli meseleyi anlamada pek yardımcı olmadığını, bu nedenle kitabın girişinin, bu sadece sanatsal bir eser olduğunu, gerçek dünyayla ilgisi olmadığını, fikirlerini ve felsefesini yansıtmadığını açıkladığını hatırladım. Bu nedenle, bu hikaye bana gerçekten Mustafa Mahmud'un ne düşündüğünü ve ne hissettiğini yansıtmıyor gibi geldi, belki de sadece sanatsal bir ifade olarak. Diğer hikayeler de güzeldi ve Mustafa Mahmud'un üslubu doğrudan ahlaki olmasına rağmen, felsefesi harikaydı."
        },
        {
          "id": 79,
          "stars": "(17)",
          "img": "../../../../../../../../../src/assets/booksImg/الشيطان يحكم.jpg",
          "title": "Şeytan Hüküm Sürüyor",
          "pageNum": "97",
          "year": "1986",
          "size": "11.13",
          "cat": "Makaleler",
          "file": "file79",
          "overView": "Bu kitapta büyük düşünür Dr. \"Mustafa Mahmud\", küçük bölümlerde ve az sayıda sözcüklerle bize bu kitabın içeriğini sunuyor... Ve bu, düşünce ve eylemle dolu tatlı bir konuşma ile farklı konuları ele alır, bu konular dünyadaki insanların ilgisini çekebilir. ilerleme ve insanlığın ulaştığı nokta üzerinde olabilir. Yazıların içeriği, Kuran'ın başlangıç harflerinden başlayarak, çeşitli konuları kapsar ve bunlar arasında evrensel gerçeklerin sırlarından sosyal yapıya ve toplumdaki tabandan tavana tırmanmaya kadar birçok şey vardır. ayrıca, karıncaların evine girer veya intihar eden ve solunumları arasında yavaşça gelenleri konuşur. Bu, bilgiye yeni ufuklar açan ve düşünmeye hiçbir zaman son vermeyen sonsuz bir düşünce kaynağı olan bir kitaptır."
        },
        {
          "id": 80,
          "stars": "(37)",
          "img": "../../../../../../../../../src/assets/booksImg/وبدأ العد التنازلي.jpg",
          "title": "Gerileme Sayımı Başladı",
          "pageNum": "116",
          "year": "1985",
          "size": "6.35",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file80",
          "overView": "Bu kitapta gerileme sayımı, 3. dünya savaşının gerileme sayımıdır. Bu kitap, İsrail'in kendisi için dünya üzerindeki her parçayı iddia etmek ve kontrol etmek için yol hazırladığını ve nasıl tüm dünyada meydana gelen ve olacak olan tüm çalkantıların arkasında olduğunu anlatıyor ve tüm bunların çıkarlarına hizmet ettiğini ve Nasıl birçok insanımızın düştüğü ve düşecek olan ahlaki ve entelektüel bozukluğun arkasında olduklarını ve nasıl Rus ve Amerikan devleri arasında sağlam bir ilişki içinde olduklarını ve dünya ülkelerinin üçüncü devletlerin devletleri altında korunmak için savaştıklarını ve bu ülkelerin hepsinin devlerin birbirlerine karşı güçlerini sergilemek için denek fareler olduğunu gösterir. Bu kitap ayrıca Marksist kavramı ele alır ve nasıl tam bir başarısızlık gösterdiğini ve arkasında nasıl bir Yahudi üretimi olduğunu ve sonunda yalnızca kendine dayalı, üretim ve çalışma üzerine dayalı bir ekonomiye ve üretimine güvenen devletlere çağrı yapar ve yöneticiler için on emir koymak için bu ülkelerin egemenliğini bilim, çalışma ve üretimle kanıtlaması gerektiğini belirtir."
        },
        {
          "id": 81,
          "stars": "(45)",
          "img": "../../../../../../../../../src/assets/booksImg/السؤال الحائر.jpg",
          "title": "Sorunun Yanıtsızlığı",
          "pageNum": "117",
          "year": "1989",
          "size": "1.12",
          "cat": "Fikir ve Araştırma Kitapları",
          "file": "file81",
          "overView": "Şeriat sadece sınırlar değildir, adalete şeriat, merhamete şeriat, bilgiye şeriat ve işe şeriat, Allah binlerce yerde bilgi ve iş emretti, bir yerde hırsızın elini kesmeyi emretti ve emrin başında ilk \"Adınızla oku\" olmasına rağmen ve İslam'daki bu emir, bize yarımızı okumayı bıraktığını, ancak gösteri yürüyüşleri, sloganlar ve yürüyüşlerle uygulamayı tercih ettiğimizi hatırlattı! \n Bu anlaşmazlıklar bir şey gösteriyorsa, bu, yeni bir düşünceye ve çaba göstermeye ve aktif İslami bir felsefeye ve aktif bir İslami düşünceye, karakterlerin zarafetine ve özsaygıya ihtiyacımız olduğu ve her grubun tek ve tek İslami görüş ve kesin konuşmanın sahibi olduğunu iddia etmediği zamandır. Ancak her iki tarafın da suçlamalarını atmadan ve suçlamadan ve farklı görüşü cömertçe kabul eden bir ruhla dinlemesidir. Bu kitap, filozof yazar Mustafa Mahmud'un, birçok önemli konuyu ele alan birkaç makalesini içerir, her biri, herkesin zihninde birçok soru işareti yaratır, örneğin, sanatın helal olup olmadığı ve nereye gittiğimiz ve Budha kim ve ölümün ardından ne var ve bunlar sadece bu kitapta ele alınan makalelerden bazılarıdır, böylece bu sorulara Mustafa Mahmud, düşünmek için ilginç bir şekilde cevap verirken, bu kitabın girişi, bu sadece bir sanatsal eser olduğunu, gerçek dünya ile ilgisi olmadığını, fikirlerini ve felsefesini yansıtmadığını açıkladı. Bu nedenle, bu hikaye bana gerçekten Mustafa Mahmud'un ne düşündüğünü ve ne hissettiğini yansıtmıyor gibi geldi, belki de sadece sanatsal bir ifade olarak. Diğer hikayeler de güzeldi ve Mustafa Mahmud'un üslubu doğrudan ahlaki olmasına rağmen, felsefesi harikaydı."
        }


    ]
}